{
  "metadata": {
    "total_discourses": 20,
    "extraction_method": "OCR-corrected structured extraction",
    "format_version": "1.0",
    "quality_stats": {
      "avg_quality_score": 0.6625,
      "avg_content_length": 1122.05,
      "chapters_found": 4
    }
  },
  "passages": [
    {
      "id": "Gadhada_I_1",
      "reference": "Gadhada I-1",
      "content": "Khlchar's darbir in Gadhada. He was wearing a white khes and had covered Himself with a white cotton cloth. He had also tied a white pZgh around His head, and a tassel of yellow flowers was inserted into that piTgh. Wearing a garland of yellow flowers, MahPrHj was seated in this manner in a very cheerful mood while a passage from the Shrimad Bhigwat was being read. \n2. At that time, Shriji Maharaj called for Muktiinand Swlmi, Gopgllnand Swimi and some other szdhus. Addressing them, He said, \"In our Satsang fellowship, a small element of negative influence remains, which I wish to eliminate today. I want to conduct this matter in such a manner that it encompasses all satsang's, paramhansas, sinkhya-yogis and karma-yogis. \n3. \"Now, what is this negative influence in Satsang? Well, those who preach in Satsang speak discouragingly. That is the negative influence in Satsang. What do they say? They say, 'Who can follow God's commands thoroughly? Who can possibly observe the religious vows perfectly? No one. Therefore, we should observe only as much as we possibly can. After all, God is the redeemer of even the wicked, and so He will grant liberation to us as well.' \"Moreover, they say, 'Attempting to behold God's form in the heart is not possible by one's own efforts. It is only beheld by those whom God helps out of compassion.' With such complacent words, they discourage others from practising dharma, gnzn, vairZgya, bhakti, and other spiritual endeavours for pleasing God.",
      "page_number": 64,
      "chapter": "Gadhada I",
      "title": "Gadhada I-1 7",
      "date_info": "",
      "setting": "a west-facing room of DBdg\nKhlchar's darbir in Gadhada.",
      "quality_score": 0.8999999999999999,
      "word_count": 250
    },
    {
      "id": "Gadhada_I_72",
      "reference": "Gadhada I-72",
      "content": "there be any doubt regarding my own liberation? I am indeed absolutely fulfilled. Furthermore, whichever spiritual endeavours I do perform, I perform solely to please God.' One with such understanding should be known to have faith in God coupled with the knowledge of His greatness.\" Again, Kgklbhii asked, \"What are the characteristics of the three types of devotees of God - the best, the intermediate and the lowest?\" Shriji Mahiirzj replied, \"The best devotee believes himself to be the atma; distinct from his body. He does not associate the qualities of the body - being jad, full of misery, perishable, impure, etc. with the Ztm& nor does he associate the qualities of the Ztmd- being uncuttable, unpierceable, imperishable, etc. with the body. He sees the jivitml residing in his body, as well as the Paramltmi dwelling within his Ztmti. Not only that, he sees the ItmZs residing in the bodies of others as well. Yet, despite having become so capable, he realises God and the Sant of God to be superior to Ztinbrealisation and harbours not even the slightest conceit of the realisation he has attained. A person with such characteristics is said to be the best devotee. \n16. \"In comparison, a person who, despite having knowledge of the ltml and faith in God, becomes",
      "page_number": 194,
      "chapter": "Gadhada I",
      "title": "Gadhada I. 72",
      "date_info": "",
      "setting": "",
      "quality_score": 0.85,
      "word_count": 215
    },
    {
      "id": "Sarangpur_1",
      "reference": "Sarangpur-1",
      "content": "brought a decorated cot and had Shriji Mahiirij sit upon it. He was dressed entirely in white clothes. At that time, sidhus as well as devotees from various places gathered around Him in an assembly while other sZa'hus were singing devotional songs. \n2. Shriji Maharaj then asked the szdhus to stop singing and addressed the village folk, \"In this world there are two types of people: those who follow the path of righteousness and those who follow the path of unrighteousness. Of these, one who follows the path of righteousness forsakes stealing, adultery, slander and all other forms of sin. Fearing God, such a person remains within the disciplines of dharma. As a result, everyone in the world trusts him, be it a member of his family or anyone else, and whatever he says is accepted by all as the truth. Only such a person who observes dharma likes the company of a true s \"On the other hand, a person who follows the path of unrighteousness is engrossed in evil deeds such as stealing, adultery, eating meat, drinking alcohol, changing someone's caste by force and having one's own caste changed by force. As a result, no one in the world ever trusts him. In fact, even his own relatives do not trust him. Such an unrighteous person never likes the company of a true szdhu. In fact, if someone else were to keep the company of such a sgdhu, the unrighteous person would spite him too. \"Therefore, one who aspires to attain liberation should not follow the path of unrighteousness; instead, one should follow the path of righteousness and keep the company of a true szdhu. As a result, one would certainly, without a doubt, attain liberation,\" Hearing this d",
      "page_number": 242,
      "chapter": "Sarangpur",
      "title": "Sarangpur-1 0",
      "date_info": "",
      "setting": "",
      "quality_score": 0.9,
      "word_count": 291
    },
    {
      "id": "Sarangpur_2",
      "reference": "Sarangpur-2",
      "content": "which had been placed on the veranda outside the north-facing rooms of Jivl KhHchar's darbir in Sirangpur. He was wearing a white khes and had tied a white pZgh around His head. He had also covered Himself with a white blanket. At that time, an assembly of munis as well as devotees from various places had gathered before Him. \n2. Then, addressing the munis, Shriji Mahiriij said, \"Please begin a question and answer session amongst yourselves.\" \n3. Thereupon Swayamprakishinand Swimi asked, \"By what means can a devotee of God develop intense affection for the form of God?\" \n4. The munis then attempted to answer that question amongst themselves but were unable to do so satisfactorily. \n5. So Shriji Mahlrlj began to reply, \"Affection can develop due to beauty, due to lust, due to avarice, due to some selfish motives or due to the other person's virtues. Of these, affection which stems from beauty lasts only until one sees the disfigurement caused by leprosy in the other person's body, or until the person develops leukoderma; thereafter, the affection which once existed would dissolve. In the same way, affection stemming from avarice, lust and selfishness also ultimately dissolves. Affection developed due to the other person's virtues, however, ultimately survives.\" \n6. Then Somlg Khichar asked Shriji Mahgrij, 'Which virtues are these? External ones or internal ones?\"",
      "page_number": 222,
      "chapter": "Sarangpur",
      "title": "Sarangpur-2",
      "date_info": "",
      "setting": "munis as well as devotees from various places\nhad gathered before Him.",
      "quality_score": 0.75,
      "word_count": 223
    },
    {
      "id": "Sarangpur_2",
      "reference": "Sarangpur-2",
      "content": "fellowship day by day. \"For example, a man who is overcome by lust, firmly and with a focused mind, fixes his gaze on a beautiful woman. If at that time, some animal or bird were to pass by or make a noise, he would not notice it. In the same way, one should attach oneself to God with a similarly focused gaze, but one should not do darshan in a mundane manner.\" \n15. Then Nirvikiirlnand SwIimi raised a doubt, Wahiiriij, we have to travel and speak to people all over the country. As a result, our mind does not remain concentrated.\" \n16. In reply, Shriji Mahiirij questioned, \"I have given a command for you to speak to people, but when have I",
      "page_number": 225,
      "chapter": "Sarangpur",
      "title": "Sarangpur-2",
      "date_info": "",
      "setting": "",
      "quality_score": 0.65,
      "word_count": 122
    },
    {
      "id": "Sarangpur_3",
      "reference": "Sarangpur-3",
      "content": "the veranda outside the rooms of JivL Khlchar's darbir in SBrangpur. He was wearing a white khes and had tied a white pZgh around His head. He had also covered Himself with a bIack-bordered khes. At that time, an assembly of munis as well as devotees from various places had gathered before Him. \n2. Thereupon Swayamprakiishanand Swami asked Shriji MahZriij a question: \"Mahlriij, suppose there is a devotee who physically performs puja of the manifest form of God with various types of puja implements. Also suppose there is another devotee who performs minsipuji of God using various imaginary implements. Who is the better of the two devotees?\" \n3. Shriji Mahariij replied, \"If a person lovingly performs puja of God, with hair-raising sentiments and an emotion-filled voice, then regardless of whether he performs puja physically or performs ma'nsi'pujz, both are superior. Conversely, if he performs puja mechanically- without feeling love or excitement, and without showing emotion in his voice then regardless of whether he performs puja of God physically or performs minsipujZof God, both are inferior.\" Then Somli Khiichar asked, \"By what characteristics can one recognise a devotee who, in the above manner, becomes overwhelmed with love while performing physical puja or mZnsi pujZ of God?\"",
      "page_number": 227,
      "chapter": "Sarangpur",
      "title": "Sarangpur-3",
      "date_info": "",
      "setting": "munis as\nwell as devotees from various places had gathered before Him.",
      "quality_score": 0.75,
      "word_count": 205
    },
    {
      "id": "Sarangpur_3",
      "reference": "Sarangpur-3",
      "content": "the veranda outside the rooms of JivL Khlchar's darbir in SBrangpur. He was wearing a white khes and had tied a white pZgh around His head. He had also covered Himself with a bIack-bordered khes. At that time, an assembly of munis as well as devotees from various places had gathered before Him. \n2. Thereupon Swayamprakiishanand Swami asked Shriji MahZriij a question: \"Mahlriij, suppose there is a devotee who physically performs puja of the manifest form of God with various types of puja implements. Also suppose there is another devotee who performs minsipuji of God using various imaginary implements. Who is the better of the two devotees?\" \n3. Shriji Mahariij replied, \"If a person lovingly performs puja of God, with hair-raising sentiments and an emotion-filled voice, then regardless of whether he performs puja physically or performs ma'nsi'pujz, both are superior. Conversely, if he performs puja mechanically- without feeling love or excitement, and without showing emotion in his voice then regardless of whether he performs puja of God physically or performs minsipujZof God, both are inferior.\" Then Somli Khiichar asked, \"By what characteristics can one recognise a devotee who, in the above manner, becomes overwhelmed with love while performing physical puja or mZnsi pujZ of God?\"",
      "page_number": 227,
      "chapter": "Sarangpur",
      "title": "Sarangpur-3",
      "date_info": "",
      "setting": "munis as\nwell as devotees from various places had gathered before Him.",
      "quality_score": 0.75,
      "word_count": 205
    },
    {
      "id": "Sarangpur_3",
      "reference": "Sarangpur-3",
      "content": "the veranda outside the rooms of Jivii KhHchar's darbir in Sarangpur. He was wearing a white khes and had tied a white p5gh around His head, Also, He had covered Himself with a white blanket. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
      "page_number": 229,
      "chapter": "Sarangpur",
      "title": "Sarangpur-3 I 1 81 1 I",
      "date_info": "",
      "setting": "munis as well as\ndevotees from various places had gathered before Him.",
      "quality_score": 0.30000000000000004,
      "word_count": 53
    },
    {
      "id": "Sarangpur_4",
      "reference": "Sarangpur-4",
      "content": "darshan for thousands of years, he will not attain 'siikshiitkiir' of that form. Why? Because such darshan is like having done only 'shravan'. On the other hand, if one had done darshan of God's entire body, and had subsequently done 'manan' and 'nididhyis' of all of the parts of His body, then one would be able to easily recall those parts even today. Conversely, one who had done only darshan of God's body would be unable to recall it, even if one attempted to recall it. \n11. \"Also, there are some devotees who say, We sit in meditation and try very hard to recall MahZrEj's form, yet we cannot visualise even a single part. How, then, can we possibly envision the whole form? The reason for this is the same as above- they merely do darshan of the form, without doing 'manan' and 'nididhyiis'. How then can it be visualised? After all, if one has merely seen even a worldly object with one's eyes, or merely listened to it with one's ears, and it is not subsequently mentally recalled, it will be forgotten. How then can one expect to remember the form of God which is divine and not worldly without doing 'manan' and 'nididhygs'? \n12. \"Therefore, if one continuously engages in 'manan' and 'nididhyfts' after doing darshan of God and listening to His talks, then one will attain 'siikshitkiir' of them. Otherwise, even if one does darshan and 'shravan' for the rest of one's life, one will still not attain 'siikshZitkir'.\" I I Vachaniimrut Sarangpur-\n3. I \n1. \n81. \n1. I SErangpur-\n4. Wisdom in Discerning between Atml and on-Atmii On Shriivan vadi8, Samvat \n1877. [\n31. August 18201, Shriji Mahiiriij was sitting facing north on a large, decorated cot on the veranda outside the rooms of Jivii KhHchar's darbir in Sarangpur. He was wearing a white khes and had tied a white p5gh around His head, Also, He had covered Himself with a white blanket. At that time, an assembly of",
      "page_number": 229,
      "chapter": "Sarangpur",
      "title": "Sarangpur-4",
      "date_info": "",
      "setting": "",
      "quality_score": 0.7999999999999999,
      "word_count": 333
    },
    {
      "id": "Sarangpur_4",
      "reference": "Sarangpur-4",
      "content": "decorated cot on the veranda outside the north-facing rooms of JivS KhSchar's darbzr in Slrangpur. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
      "page_number": 231,
      "chapter": "Sarangpur",
      "title": "Sarangpur-4 I 1 82 1 I",
      "date_info": "",
      "setting": "munis as well as\ndevotees from various places had gathered before Him.",
      "quality_score": 0.30000000000000004,
      "word_count": 40
    },
    {
      "id": "Sarangpur_5",
      "reference": "Sarangpur-5",
      "content": "veranda outside the north-facing rooms of Jivg Khichar's darba'r in Slrangpur. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
      "page_number": 234,
      "chapter": "Sarangpur",
      "title": "Sarangpur-5 I I 83 I I",
      "date_info": "",
      "setting": "munis as well as devotees from\nvarious places had gathered before Him.",
      "quality_score": 0.30000000000000004,
      "word_count": 36
    },
    {
      "id": "Sarangpur_7",
      "reference": "Sarangpur-7",
      "content": "decorated cot on the veranda outside the north-facing rooms of JivH Khlchar's darbzr in Slrangpur. He was dressed entirely in white clothes. At that time, an assembIy of munis as well as devotees from various places had gathered before Him. \n2. In the assembly, Shriji Mahkrlj had requested the first canto of the Shrimad Bhlgwat Purln to be read. During the reading, the following statement was encountered: 'Wherever the jagged edges of the manomay chakra are worn away, that place should be known as Naimishlranya Kshetra.' Hearing this, Muktgnand SwHmi inquired, \"Mahlrlj, what exactly is the manomay chakra, and what should one understand its jagged edges to be?\" \n3. Thereupon Shriji Mahiriij explained, \"One should understand the mind to be the manomay chakra, and the ten indriyas to be its jagged edges. Wherever those jagged edges of the mind, in the form of the indriyas, wear away and become blunt, that place should be known as Naimishiranya Kshetra. Pious deeds such as chanting the name of God, austerities, observances, meditation, puja, etc., commenced there flourish rapidly, day by day. Furthermore, that Nairnishsranya Kshetra should be known to be wherever God's Ekgntik Sant When the jagged edges of the manomay chakra are worn away, no affection remains towards any of the panchvishays, i.e., sights, sounds, smells, tastes and touch. Then, even if one sees a beautiful woman or extremely enticing clothes, ornaments and other objects, a strong aversion develops towards them deep within one's mind. But never would the ina'riyas' vruttis cling to them.",
      "page_number": 238,
      "chapter": "Sarangpur",
      "title": "Sarangpur-7 The Vachaniimrut 195",
      "date_info": "",
      "setting": "",
      "quality_score": 0.7999999999999999,
      "word_count": 253
    },
    {
      "id": "Sarangpur_7",
      "reference": "Sarangpur-7",
      "content": "decorated cot on the veranda outside the north-facing rooms of Jivii Khiichar's darbzr in Slrangpur. He was dressed entirely in white clothes. At that time, an assembly of munisas well as devotees from various places had gathered before Him. Thereupon Chaitanyhnand Swdmi asked, \"Mahhr~5j,w hat are the characteristics of jealousy?\" Shriji Mahiiriij replied, \"Jealousy develops from the egotism that a person harbours within his heart. In fact, anger, matsar and asuyz also arise out of egotism. But the characteristic of jealousy is that one cannot bear to see even someone greater than oneself being honoured. A person who has such a nature should be known to have jealousy within his heart. Moreover, one who has extreme jealousy cannot bear anyone's greatness.\" I I Vachaniimrut Siirana~ur-8I \n1. \n86. \n1. I",
      "page_number": 239,
      "chapter": "Sarangpur",
      "title": "Sarangpur-7 I 1 85 1 1'",
      "date_info": "",
      "setting": "munisas well as\ndevotees from various places had gathered before Him.",
      "quality_score": 0.7,
      "word_count": 129
    },
    {
      "id": "Sarangpur_9",
      "reference": "Sarangpur-9",
      "content": "whatever type of tzmasik karmas he may have performed, they will be destroyed; the dharma of Kali-yug will also vanish, and the dharma of Satya-yug will prevail. Therefore, if one practises satsang with absolute sincerity, then no fault will remain in one's heart, and one will become brahmarup in this very lifetime.\" Thereafter Swayamprakiishiinand Sw5mi asked, \"What can be called 'sthgn'?\" lo Shriji Mahiiriij replied, \"An individual's dharma according to the four castes and the four ishrams should be known as 'sthln'. You are all renunciants; but if you were to leave this fold and tread the path of householders, then you would be known to have diverted from your 'sthln'. So, even in the most difficult circumstances, or even if I were to issue a command, you should not deviate from your dharma. Moreover, while householders wish to perform My puja by offering clothes and ornaments, you should not wish to do so. Rather, you should offer puja by using leaves, flowers, fruits and water, and you should experience joy by performing such puja. It would not be appropriate for you to deviate from your dharma to perform puja of God. Thus, all of you should remain within your own dharma and offer puja within your capacity. This is My command, so resolve to abide by",
      "page_number": 241,
      "chapter": "Sarangpur",
      "title": "Sarangpur-9",
      "date_info": "",
      "setting": "",
      "quality_score": 0.6,
      "word_count": 217
    },
    {
      "id": "Sarangpur_11",
      "reference": "Sarangpur-11",
      "content": "liberation, i.e., God's Akshardham; instead, he attains some other abode of God. If he has even more worldly desires remaining, he attains the realms of the deities, which, in the Moksh-dharma, are described as being like narak compared to the abode of God. Then, after being a deity, he returns to being a human, and from being a human he again becomes a deity. The verse '~.lioblYtlltlF4mar W mll'i explains that a devotee of God who has worldly desires does not go to narak, nor does he have to undergo births and deaths in the cycle of 8.\n4. million life forrns3; instead, he takes innumerable births as a deity and a human being. Then, only when he develops the previously described virtues of vairigya, brahmacharya, etc., does he become worthy of attaining the grace of God. He then becomes an ekintik bhakta of God and attains His gungtit abode, Akshardham. \n8. \"Hence, whether it takes one life or innumerable lives, only when one develops the previously described characteristics and becomes extremely free of worldly desires, does one become worthy of attaining the grace of God, and only then will one attain ultimate liberation. Without it, one will definitely not attain it.\" \n9. Then Nrusinhinand Swami asked, \"Is there a method by which one can eradicate all of one's deficiencies within this very lifetime?\" Aneka-janma-sansiddhas-tatohy gtiparim gatim / / [A yogi who ...I has become realised after many lives attains the highest state of enlightenment. Bhagwad GitH: 6.",
      "page_number": 245,
      "chapter": "Sarangpur",
      "title": "Sarangpur-11",
      "date_info": "",
      "setting": "",
      "quality_score": 0.7999999999999999,
      "word_count": 248
    },
    {
      "id": "Sirangpur_5",
      "reference": "Sirangpur-5",
      "content": "manner, if a few desires do linger, he will attain the naraks described in the Moksh-dharma. Specifically, if a devotee of God retains any desires for the world, then he attains the realms of Indra and other deities. After transmigrating to those realms, he experiences the pleasures of celestial maidens, celestial vehicles, palaces decorated with jewels, and other luxuries - which are nonetheless comparable to narak before the abode of God. However, a devotee of God does not go to Yampuri in the manner of a non-believer, nor does he re-enter the cycle of births and deaths. \n7. \"Thus, even if a devotee of God harbours worldly desires, if nothing else, he will become a deity. Then, having become a deity, he will become a human again. As a human, after offering bhakti to God and becoming free of worldly desires, he will ultimately attain the abode of God. But he will not have to suffer from the miseries of narak or the cycle of births and deaths in the manner of non-believers. Bearing this in mind, a devotee of God should not become discouraged on seeing the force of worldly desires. Rather, he should joyfully continue to worship God, persevere in his attempts to eradicate his desires, and maintain absolute faith in the words of God and the Sant of I I Vachanlmrut Sarangpur-\n4. I \n1. \n82. \n1. I Sirangpur-\n5. Anvay-Vyatirek \n1. On Shriivan vadi 9, Samvat \n1877. [I September 18201, Swlmi Shri Sahajlnandji Mahlriij was sitting on a large, decorated cot on the veranda outside the north-facing rooms of JivS KhSchar's darbzr in Slrangpur. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
      "page_number": 231,
      "chapter": "Sirangpur",
      "title": "Sirangpur-5",
      "date_info": "",
      "setting": "munis as well as\ndevotees from various places had gathered before Him.",
      "quality_score": 0.85,
      "word_count": 293
    },
    {
      "id": "Sirangpur_5",
      "reference": "Sirangpur-5",
      "content": "decorated cot on the veranda outside the north-facing rooms of JivS KhSchar's darbzr in Slrangpur. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
      "page_number": 231,
      "chapter": "Sirangpur",
      "title": "Sirangpur-5",
      "date_info": "",
      "setting": "munis as well as\ndevotees from various places had gathered before Him.",
      "quality_score": 0.30000000000000004,
      "word_count": 40
    },
    {
      "id": "Sirangpur_6",
      "reference": "Sirangpur-6",
      "content": "the deep sleep state wherein tamogun is predominant. \n9. \"If within that deep sleep state a sense of doership develops due to the impressions of one's karmas, then that is known as the dream state within the state of deep sleep. The opposing realisation of that sense of doership which disrupts the bliss of deep sleep on account of the agony of the pain experienced during wakefulness and dreams - is known as the waking state within the state of deep sleep. \n10. \"In this manner, the other two states reside within each individual state. Moreover, that from whom the jivgtma' obtains knowledge of these distinctions between the states, and who gives the jiva the fruits of its karmas accordingly within those states, is known as tluyapad, as the antarygmi, as the drashtz, as Brahmai, and also as Parabrahma.\" \n11. Again, Nityiinand Sw5mi asked, \"HOW should one understand the four types of speech- 'para', 'pashyanti', 'rnadhyaml' and 'vaikhari'?\" \n12. Shriji Mahiirfij replied, \"That is a vast, as well as an extremely subtle subject, but in the 11th canto of the Shrimad Bhlgwat, Shri Krishna Bhagwln explains it to Uddhavji. Please listen as I explain it in brief. \n13. \"At the time of the first creation, after entering the thousand-petalled lotus which lies on the head of Viriit-Purush, Purushottam Bhagwiin produced the primordial divine sound which resembled the form of Aksharbrahma. Then, via the sushumna' path, that divine sound pervaded the navel of Virlt- Purush. Then, along with mahzprgn, it rose upwards, and thus caused",
      "page_number": 236,
      "chapter": "Sirangpur",
      "title": "Sirangpur-6 The Vachanamrut 193",
      "date_info": "",
      "setting": "",
      "quality_score": 0.6,
      "word_count": 254
    },
    {
      "id": "Sirangpur_8",
      "reference": "Sirangpur-8",
      "content": "decorated cot on the veranda outside the north-facing rooms of Jivii Khiichar's darbzr in Slrangpur. He was dressed entirely in white clothes. At that time, an assembly of munisas well as devotees from various places had gathered before Him. Thereupon Chaitanyhnand Swdmi asked, \"Mahhr~5j,w hat are the characteristics of jealousy?\" Shriji Mahiiriij replied, \"Jealousy develops from the egotism that a person harbours within his heart. In fact, anger, matsar and asuyz also arise out of egotism. But the characteristic of jealousy is that one cannot bear to see even someone greater than oneself being honoured. A person who has such a nature should be known to have jealousy within his heart. Moreover, one who has extreme jealousy cannot bear anyone's greatness.\" I I Vachaniimrut Siirana~ur-8I \n1. \n86. \n1. I",
      "page_number": 239,
      "chapter": "Sirangpur",
      "title": "Sirangpur-8",
      "date_info": "",
      "setting": "munisas well as\ndevotees from various places had gathered before Him.",
      "quality_score": 0.7,
      "word_count": 129
    },
    {
      "id": "Srangpur_6",
      "reference": "Srangpur-6",
      "content": "sounds of 'A', 'U' and 'M'. It then became the \n52. syllables and took the form of the four Vedas. In this way, one should understand the four types of speech- 'par$, 'pashyanti', 'madhyaml' and 'vaikhari' - in VirBt-Purush. \"Now I shall describe these four types of speech which also dwell within the body of the jiva, so please listen. That same Purushottam Bhagwiin resides in the jiva as antaryimi. He is independent, yet interwoven with the three states of the jiva. That same God assumes an avatar on this earth to liberate the jivas. At that time, those jivas describe the form of that God as well as His abodes, virtues and divine powers. They describe His divine actions and incidents, make a distinction between a'tmi and non-Ztm& and also individually explain the differences between jiva, ishwar, mZyI, Brahma and Parabrahma. Such speech is known as 'parl'. Speech that gives a complete explanation of worldly entities and vishays with discretion is known as 'vaikhari'. Speech that gives an incomplete explanation, thus creating confusion, of entities and &hays is known as 'madhyaml'. Finally, speech which blindly describes those entities and vishays as being the same, and which cannot be understood, is known as 'pashyanti'. \n16. \"In this manner, the details of those four types of speech",
      "page_number": 237,
      "chapter": "Srangpur",
      "title": "Himself has inspired that 'pari' speech - thus it is like a seed.",
      "date_info": "",
      "setting": "",
      "quality_score": 0.65,
      "word_count": 216
    }
  ]
}