{
  "metadata": {
    "total_discourses": 54,
    "extraction_date": "2025-08-31T21:23:53.414250",
    "processing_stats": {
      "pages_processed": 398,
      "discourses_found": 54,
      "avg_quality": 0.5522222222222223,
      "processing_time": 22.69256
    },
    "format_version": "2.0",
    "extraction_method": "Working Vachanamrut Processor"
  },
  "passages": [
    {
      "id": "gadhada_i_1",
      "reference": "Gadhada I-1",
      "content": "Gadhada I-1 7 negative thoughts. One who behaves in this manner should be known to possess wisdom.\" I I Vachanlmrut GadhadH 1-16 I 1 16 l I Gadhada 1-17 Negative Influence in Satsang; Not Uttering Discouraging Words 1 On Mlgshar vadi 5, Samvat 1876 [6 December 18191, Shriji Maharaj was sitting in a west-facing room of DBdg Khlchar's darbir in Gadhada. He was wearing a white khes and had covered Himself with a white cotton cloth. He had also tied a white pZgh around His head, and a tassel of yellow flowers was inserted into that piTgh. Wearing a garland of yellow flowers, Maharaj was seated in this manner in a very cheerful mood while a passage from the Shrimad Bhigwat was being read. 2 At that time, Shriji Maharaj called for Muktiinand Swlmi, Gopgllnand Swimi and some other szdhus. Addressing them, He said, \"In our Satsang fellowship, a small element of negative influence remains, which I wish to eliminate today. I want to conduct this matter in such a manner that it encompasses all satsang's, paramhansas, sinkhya-yogis and karma-yogis. 3 \"Now, what is this negative influence in Satsang? Well, those who preach in Satsang speak discouragingly. That is the negative influence in Satsang. What do they say? They say, 'Who can follow God's commands thoroughly? Who can possibly observe the religious vows perfectly? No one. Therefore, we should observe only as much as we possibly can. After all, God is the redeemer of even the wicked, and so He will grant liberation to us as well.' \"Moreover, they say, 'Attempting to behold God's form in 4 the heart is not possible by one's own efforts. It is only beheld by those whom God helps out of compassion.' With such complacent words, they discourage others from practising dharma, gnzn, vairZgya, bhakti, and other spiritual endeavours for pleasing God.",
      "page_number": 64,
      "chapter": "Gadhada I",
      "title": "",
      "date_info": "",
      "setting": "a west-facing room of DBdg Khlchar's darbir in Gadhada.",
      "quality_score": 0.6,
      "word_count": 308,
      "spiritual_themes": [
        "god",
        "dharma",
        "bhakti",
        "liberation",
        "spiritual"
      ]
    },
    {
      "id": "gadhada_i_72",
      "reference": "Gadhada I-72",
      "content": "Gadhada I. 72 Thereafter, Kikiibhiii of the village Rojka, asked, \"What 12 are the characteristics of a person who merely has faith in God, without realising His greatness? Also, what are the characteristics of a person who has faith in God coupled with the knowledge of His greatness?\" 13 Shriji Mahiiriij replied, \"A person with only faith still harbours doubts: 'Although I have attained God, will I attain liberation or not? On the other hand, a person with faith coupled with the knowledge of God's greatness believes, 'From the very day I had the darshan of Gad, my liberation has been guaranteed. In fact, liberation is also assured to anyone who devoutly does my darsban or accepts my advice. How, then, can there be any doubt regarding my own liberation? I am indeed absolutely fulfilled. Furthermore, whichever spiritual endeavours I do perform, I perform solely to please God.' One with such understanding should be known to have faith in God coupled with the knowledge of His greatness.\" Again, Kgklbhii asked, \"What are the characteristics of 14 the three types of devotees of God - the best, the intermediate and the lowest?\" Shriji Mahiirzj replied, \"The best devotee believes himself 15 to be the atma; distinct from his body. He does not associate the qualities of the body - being jad, full of misery, perishable, - impure, etc. with the Ztm& nor does he associate the qualities of the Ztmd- being uncuttable, unpierceable, imperishable, - etc. with the body. He sees the jivitml residing in his body, as well as the Paramltmi dwelling within his Ztmti. Not only that, he sees the ItmZs residing in the bodies of others as well. Yet, despite having become so capable, he realises God and the Sant of God to be superior to Ztinbrealisation and harbours not even the slightest conceit of the realisation he has attained. A person with such characteristics is said to be the best devotee. 16 \"In comparison, a person who, despite having knowledge of the ltml and faith in God, becomes jealous of devotees of God; and if God were to insult him, develops jealousy towards God as well, feeling, 'Even though God is so great, why is He treating me so, despite no fault of my own? - should be considered to be an average devotee.",
      "page_number": 194,
      "chapter": "Gadhada I",
      "title": "",
      "date_info": "",
      "setting": "",
      "quality_score": 0.64,
      "word_count": 387,
      "spiritual_themes": [
        "god",
        "atma",
        "liberation",
        "devotee",
        "spiritual",
        "faith",
        "sant"
      ]
    },
    {
      "id": "kiriyiini_3",
      "reference": "KIriyiini-3",
      "content": "KIriyiini-3 Because by staying with him, his activities can be observed- the way he talks, the way he walks, the way he eats, the way he drinks, the way he sleeps, the way he wakes, the way he sits, etc. \"Also, virtues and vices are more discernible during the L period of youth, but they are not so obvious during childhood or during old age. Someone may be spoiled as a child, but as a youth he becomes virtuous. Conversely, someone may be good in his childhood, but becomes spoiled during his youth. A person who is determined in that he feels, 'It is not good that I am having these base thoughts,' and who makes an effort to eradicate those thoughts, and who remains determined until they have been eradicated, progresses in his youth. On the other hand, one who is complacent instead of being alert, will not progress. So, a virtuous person like the former can be recognised from his childhood.\" 6 Having said this, Shriji MahZrZj talked at length about His own inclination for renunciation in His childhood. He then continued, \"One who is virtuous does not like the company of immature children from his childhood; he does not have an appetite for tasty food; and he continuously restrains his body. Just Iook, when I was a child, I had the same thoughts as KZrtik Swiimi; i.e., I felt, 'I want to eliminate all of the remnants of My mother - her flesh and blood - from My body.' So, after many spiritual endeavours, I emaciated My body so much that if something pierced My body, water would come out, but never blood. In this manner, one who is virtuous can be known from his childhood.\" 6 Then Bhajanlnand Swiimi asked, \"Mahlriij, is it better to maintain such a thought in one's mind, or is it better to expose the body to austerities?\" 7 To that Shriji MahiirEj said, \"Some faults are due to the - body these should be known; and some faults are due to the mind - these should also be known. Of these, which are the faults of the body? Well, repeated erections and itching of the genitals, excessive movement, rapid movement of the eyes, smelling many types of fragrances quickly, walking 20 or 25 miles quickly, embracing someone with such force that his - bones break, ejaculating semen during dreams, and so on all -",
      "page_number": 275,
      "chapter": "KIriyiini",
      "title": "",
      "date_info": "",
      "setting": "",
      "quality_score": 0.52,
      "word_count": 403,
      "spiritual_themes": [
        "spiritual"
      ]
    },
    {
      "id": "kiiriyiini_1",
      "reference": "Kiiriyiini-1",
      "content": "Kiiriyiini-1 1 The Characteristic of Affection 1 On the night of KIrtik sudi 11, Samvat 1877 [16 November 18201, Shriji Maharaj was sitting on the veranda outside the east-facing rooms of Vastii Khlchar's darbiir in KIriylni. He was wearing a white khes and a white dagli made of chhint. He had also tied a white p5gh around His head and was wearing garlands of yellow and red guldivadi flowers. Tassels of yellow flowers were also dangling from His pBgh. In addition to this, two barbers holding torches were standing before Him, one on either side. At that time, an assembly of munis as well as devotees from various places had gathered before Him. 2 Thereupon Sachchidiinand Swami asked Shriji Mahgrtij, \"What are the characteristics of a person who has affection for God?\" 3 Shriji Mahiiriij replied, \"He who has affection for his beloved, God, will never disobey the wishes of his beloved. That is the characteristic of affection. To take an example, the gopis had affection for Shri Krishna Bhagwln. So, when Shri Krishna Bhagwln prepared to leave for Mathurl, all of them together decided, 'We will infringe the norms of family traditions and society, and we will keep God here by force.'",
      "page_number": 292,
      "chapter": "Kiiriyiini",
      "title": "",
      "date_info": "",
      "setting": "the veranda outside the east-facing rooms of Vastii Khlchar's darbiir in KIriylni.",
      "quality_score": 0.56,
      "word_count": 203,
      "spiritual_themes": [
        "god",
        "devotee",
        "assembly"
      ]
    },
    {
      "id": "kiiriyiini_8",
      "reference": "Kiiriyiini-8",
      "content": "Kiiriyiini-8 The Sagun and Nirgun Forms of God I 0s Grtik sudi4, Samvat 1877 [9 November 18201, Shriji Mahiiriij was sitting on a large, decorated cot on the veranda outside the north-facing rooms of Vast5 Khlchar's darbir in KZriylni. He was dressed entirely in white clothes. At that time, an assembly of mu& as well as devotees from various places had gathered before Him. 2 Thereupon Muktsnand Swlmi asked a question: 'WahEriij, the Vedas, the Shistras, the Purlns and the ItihL scriptures have described the sagun form of God and have also described His nirgun form. So how should one understand the nirgun form, and how shouId one understand the sagun form of Shri Purushottam? Also, how much does a devotee of God benefit by understanding the nirgun form of that God, and how much does he benefit by understanding the sagun form of that God?\" 3 Shriji Mahlrij replied, \"The nirgun form of God is much subtler than that which is subtle. It is the Ptmi of all of the elements such as pruthvi, jal, etc.; it is the HtmP of PradhHn- Purush, which are higher than those elements; and it is the PtmP of pure Purush and Prakruti which are themselves higher than PradhSn-Purush; it is the Htmi of even Akshar who is higher than them. All of these constitute the sharir of God. Just as the jiva is subtler, purer and of greater luminosity than the body, in the same manner, compared to all of the other entities, God is much more subtle, pure, unaffected and luminous. For example, HkPsh pervades the four bhuts- pruthw; jal, etc. Moreover, it remains unaffected by those four bhuts, and the influences of those four bhuts do not affect PkPsh. In fact, despite dwelling in those four bhuts, ika'sh remains absolutely unaffected. In the same way, Purushottam Bhagwgn dwells in all as their PtmZ Despite this, He is absolutely unchanged and untainted, and He maintains His own uniaue characteristics; no one is capable of becoming like",
      "page_number": 285,
      "chapter": "Kiiriyiini",
      "title": "",
      "date_info": "",
      "setting": "a large, decorated cot on the veranda outside the north-facing rooms of Vast5 Khlchar's darbir in KZriylni.",
      "quality_score": 0.6,
      "word_count": 335,
      "spiritual_themes": [
        "akshar",
        "god",
        "purushottam",
        "devotee",
        "assembly"
      ]
    },
    {
      "id": "kiiriyiini_11",
      "reference": "Kiiriyiini-11",
      "content": "Kiiriyiini-11 However, at the time of Shri Krishna Bhagwgn's departure, they looked into his eyes and realised that it was not his wish to stay. As a result, all of them remained far away, because in their hearts, they feared, 'If we do not act according to God's liking, God's affection for us will subside.' Thinking in this way, none of them were able to utter a word. 4 \"Then, after God went to Mathurl, even though Shri Krishna was only three gZus away, the gopis never disobeyed his wishes by going for his darshan. They realised, 'If we do go to Mathurii contrary to God's wish, then the affection that God has for us will diminish.' 6 'Therefore, the characteristic of affection is exactly this: One who has true affection for a person acts according to the person's wishes. If he realises his beloved to be pleased by his staying nearby, then he stays nearby. On the other hand, if he realises his beloved to be pleased by his staying away, then he stays away; but in no way does he behave contrary to his beloved's wish. That is the characteristic of affection. So, since the gopis had true affection for God, they did not go for God's darshan without his command. Only when God sent for them in Kurukshetra did they have the darshan of God, but in no way did they disobey God's command. Therefore, a person who has affection for God would never disobey God's command. He would only act according to God's wishes. That is the characteristic of affection.\" Then Shriji Mahiriij said, \"Now let Me ask a question.\" 6 I The munisresponded, \"Mahlriij, please do ask.\" Shriji Mahirlj then said, \"Except for those vishays which 8 are related to God, a devotee of God treats all other wshays as vain. Thus, he associates in the five ways' only with God. Now, suppose God were to issue the following command to such a devotee: 'Live away from Me.' In that situation, if he keeps a selfish desire for God's darshan, it would amount to disobeying the command; and if he does not follow the command, then the Here, the 'five ways' of associating with God refers to associating with God through the five vishays, i.e. sights, sounds, smells, tastes and touch of God.",
      "page_number": 293,
      "chapter": "Kiiriyiini",
      "title": "",
      "date_info": "",
      "setting": "",
      "quality_score": 0.54,
      "word_count": 388,
      "spiritual_themes": [
        "god",
        "devotee"
      ]
    },
    {
      "id": "kiiriyini_1",
      "reference": "Kiiriyini-1",
      "content": "Kiiriyini-1 The Vachaniimrut 225 lo Nityiinand Swlmi then asked, \"MahHr&j, what is the answer to the original question in what You have just said?' 11 Shriji Mahiiriij clarified, \"Well, the answer is that when the conviction of God has developed in the buddh6 one should realise that that conviction has also developed within the jiva. How does that happen? Well, the conviction initially develops in the indriyas, then in the ahamkzir, then in the chitt, then in the man, then in the buddhi, and then finally, it develops in the /i'va.\" Shriji Mahlriij replied in this manner. 12 Again Nityiinand Swiimi asked, \"Mahiriij, how can one know when there is conviction of God in the indriyas? How can one know when there is conviction of God in the antahkaran? How can one know when there is conviction of God within the jiva?\" 13 Shriji Mahiiriij replied, \"The conviction of God which is in the indriyas should be known as follows: Of all of the objects in this world which are seen, heard, smelt or touched, some are pleasant and some are unpleasant; some give pleasure and some give misery; some are liked and some are disliked; some are appropriate and some are inappropriate. If no doubts arise even when all of these aspects are apparent in God, that should be known to be the conviction of God in the indriyas. 14 \"Further, of the various effects of the three gunas of sattvagun, rajogun and tamogun, the effect of tamogun is laziness, sleep, etc.; the effect of rajogun is lust, anger, etc.; and the effect of sattvagun is tranquillity, self-restraint, etc. If no doubts arise even when all of these are noticed in God, then that should be known as the conviction of God in the ant ahkaran. 15 \"Due to nirvikalp sambdhi, Rushabhdev Bhagwgn wandered eccentrically, keeping a stone in his mouth. Although his body burned in a forest fire, he remained totally unaware of it. So, if no doubts arise even when such a guntitit state is apparent in God, then that should be known as conviction of God in the jiva. 16 \"For example, ships which travel in the sea carry an iron anchor with them. When thrown into the sea, if that anchor is immediately retracted before it reaches the seabed, then not",
      "page_number": 268,
      "chapter": "Kiiriyini",
      "title": "",
      "date_info": "",
      "setting": "",
      "quality_score": 0.54,
      "word_count": 386,
      "spiritual_themes": [
        "god",
        "sant"
      ]
    },
    {
      "id": "kiiriyini_2",
      "reference": "Kiiriyini-2",
      "content": "Kiiriyini-2 A Cursed Intellect 1 On L o s udi 2, Samvat 1877 [9 October 18201, Swlmi Shri Sahajlnandji Mahiirlj was sitting on the veranda outside the north-facing rooms of Vastl Khlchar's darbgr in Kiiriyiini. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him. 2 By Shriji Mahiirij's command, the junior paramhansas had come to the front of the assembly and were asking and answering questions amongst themselves. 3 Thereupon Shriji MahiirFij said, \"Here, allow Me to ask one question.\" The junior paramhansas responded by saying, \"Mahiirlj, 4 please do ask.\" 5 Shriji Mahirlj then said, \"One individuaI's intellect is such that since the day he joined the Satsang fellowship he may occasionally perceive a flaw in God and the Sant, but it does not persist; it passes away. Day by day, he may continue perceiving virtues and flaws, but he never abandons Satsang. Why? Because he is wise and realises, 'There is no Sant like this in the entire brahmind, and there is no other God besides this Mahiiriij.' Because he has realised this, he remains firm in Satsang. On the other hand, another individual's intellect is such that he never perceives a flaw in God or the Sant. But even though both individuals' intellects are similar outwardly and their faith in God is also similar, one individual continues perceiving flaws, vhile the other does not. What, then, is the fault in the intellect of the individual who keeps perceiving flaws? I put this question to NgnL Shivanand Swiimi.\"",
      "page_number": 272,
      "chapter": "Kiiriyini",
      "title": "",
      "date_info": "",
      "setting": "the veranda outside the north-facing rooms of Vastl Khlchar's darbgr in Kiiriyiini.",
      "quality_score": 0.6,
      "word_count": 266,
      "spiritual_themes": [
        "god",
        "devotee",
        "faith",
        "sant",
        "assembly"
      ]
    },
    {
      "id": "kiiriyini_3",
      "reference": "Kiiriyini-3",
      "content": "Kiiriyini-3 I 1 99 1 I Kr7riyZini-4 Awareness of the Jiva and the Witness 1 Four-and-a-half hours after sunrise on Aso vadi 8, Samvat 1877 [15 October 18201, Shriji MahErZij was sitting on the veranda outside the north-facing rooms of Vasti Khichar's darbir in Uriyini. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him. 2 Thereupon Shriji MahBriij said, \"Please ask and answer questions amongst yourselves.\" 3 So Gopiiliinand Swimi asked Bhajaniinand Swimi, \"In this body, how much awareness is of the jiva, and how much awareness is of the witness'?\" 4 Bhajansnand SwZimi attempted to answer the question but was unable to do so. 5 Shriji Mahiriij then replied, \"The buddhi pervades this body from head to toe. As a result, it is simultaneously aware of the activities of all of the indriyas. The jiva resides within that buddhiby pervading it. So, the awareness of the buddhiis due to the awareness of the jiva. Similarly, since the witness Throughout this particular Vachanlmrut, 'witness' refers to God.",
      "page_number": 277,
      "chapter": "Kiiriyini",
      "title": "",
      "date_info": "",
      "setting": "the veranda outside the north-facing rooms of Vasti Khichar's darbir in Uriyini.",
      "quality_score": 0.56,
      "word_count": 183,
      "spiritual_themes": [
        "god",
        "devotee",
        "assembly"
      ]
    },
    {
      "id": "kiiriyini_12",
      "reference": "Kiiriyini-12",
      "content": "Kiiriyini-12 The Vachanamrut 251 love that God harbours towards that devotee would not remain. Therefore, just as that devotee has forsaken the worldly vishays, i.e., sights, sounds, smells, tastes and touch, does he also forsake the wkhays related to God, or does he not? That is the question.\" Each of the munis gave an answer according to his level of 9 intelligence, but the question was not answered satisfactorily. They then said to Shriji MahiirPj, \"MahZirZij, You will have to provide the answer.\" lo Thereupon Shriji Mahiriij replied, \"If a devotee has deep affection for God and treats the worldly panchvishays that are not related to God as vain, and if he is firmly attached to God via the panchvishays, then wherever such a devotee goes by God's command, the form of God also goes with him. Moreover, just as that devotee cannot remain without God, in exactly the same way, God also cannot remain without that devotee. In fact, He does not leave the heart of that devotee even for a fraction of a second. Therefore, such a devotee does, in fact, constantly maintain contact with God in the five ways. How? Because the same panchwkhays that no being can stay without, that devotee has considered to be vain; instead, he has attached himself to God in the five ways. Therefore, that devotee maintains a constant relationship with God.\". I I Vachaniimrut KiiriyHni-ll I 1 107 1 I Eriy Eni-12 Destroying the Kinan Body; A Tamarind Seed 1 On Grtik sudi Punam, Samvat 1877 [20 November 18201, Swiimi Shri Sahajinandji MahErEj was sitting on a large, decorated cot on the veranda outside the east-facing rooms of Vastii KhPchar's darbzr in KPriyZini. He was wearing a white khes and a white dagli made of chhint. He had also tied a white feto with a bokzni around His head. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him. 2 Thereupon Shriji Mahlriij said, \"Please initiate a question- answer session.\"",
      "page_number": 294,
      "chapter": "Kiiriyini",
      "title": "",
      "date_info": "",
      "setting": "a large, decorated cot on the veranda outside the east-facing rooms of Vastii KhPchar's darbzr in KPriyZini.",
      "quality_score": 0.56,
      "word_count": 337,
      "spiritual_themes": [
        "god",
        "devotee",
        "assembly"
      ]
    },
    {
      "id": "kiriyiini_7",
      "reference": "Kiriyiini-7",
      "content": "Kiriyiini-7 Vairiigya Due to Obsession; Ultimate Liberation 1 On the night of KIrtik sudi 1, Samvat 1877 [6 November 18201, a row of oil lamps had been arranged around a dais in front of the north-facing rooms of VastZ Khlchar's darbir in KIriyGni. There, Shriji Mahirfij was sitting on a cot that had been placed on that dais. He was dressed entirely in white clothes. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him. 2 Thereupon KIshidiis of the village of BochIsan asked Shriji MahZriij a question: \"Mahiirgj, renunciants follow the path of nivrutti, thus, they are able to keep their vrutti constantly on God. But householders follow the path of pravrutti; hence, they are plagued with countless worldly problems. What understanding, then, must a householder maintain in order to fix his vrutticonstantly on God?\" 3 Shriji MahHrij replied, \"The householder should believe, 'Just as I had parents, wives and children during my past lives in the cycle of 8.4 million life forms3, I have the same in this life as well. In fact, there must be many mothers, sisters and daughters from many past lives wandering around, and yet, just as I do not have any sense of my-ness for them, similarly, I should not keep any sense of my-ness for the relations of this body either.' Thinking in this manner, if he diverts his affection from everything else, and maintains firm affection only towards God, and keeps the company of a sgdhu, then even a",
      "page_number": 282,
      "chapter": "Kiriyiini",
      "title": "",
      "date_info": "",
      "setting": "a cot that had been placed on that dais.",
      "quality_score": 0.58,
      "word_count": 256,
      "spiritual_themes": [
        "god",
        "liberation",
        "devotee",
        "assembly"
      ]
    },
    {
      "id": "loya_6",
      "reference": "Loya-6",
      "content": "Loya-6 The Vachangmrut 273 altered. In fact, it would be beneficial if they are repeatedly reinforced by listening to the greatness of God. Repeatedly altering them, however, would be detrimental. But, if one has firmly decided in one's own mind, 'I want to do this,' then that type of thinking should be repeatedly altered on the advice of a sidhu. If he suggests, 'You should not sit here and should not do this,' then one should not sit there and should not do that. If, in this case, one's own decision is altered, it would be beneficial; if it is not altered and one does as one pleases, then that would be detrimental.\" 8 Again Shriji Mahariij asked, \"Despite the fact that he observes dharma, sitting with and listening to which type of satsangi or paramhansa would make one subject to developing faults?\" 9 Shriji MahBrSj replied, ''If a person has faith in God and observes dharma, but also believes his self to be the body and has egotism as well as desires for worldly activities, then if God and His Sant denounce these, he will definitely perceive flaws in God and His Sant. Then, he will talk about the perceived flaws of God and His Sant to others and cause them to become like non-believers. One should not associate with such a person in any way; doing so is harmful.\" lo Then Shriji Mahiiriij asked, \"Which type of sgdhu, even though he observes dharma and has faith in God, should one not accompany to bathe, sleep near or hear talks from?\" 11 Shriji Mahiiriij answered His own question: \"A sidhu who discouragingly says, 'Can the vow of non-lust and other virtues really be realised in one life? They are realised only by the grace of God; otherwise liberation is attained after countless lives. So can liberation truly be attained in this very life? By all means, one should shun the company of anyone who speaks such discouraging words. Conversely, someone else claims, 'We are fulfilled in this very life. The force of lust, anger, arrogance, matsar, egotism, and other vicious natures is trivial. By the grace of God and His Sant, we will destroy them all.' One should, by all means, seek the company of a siidhu who speaks in'this manner and is eagerly engaged in methods to destroy lust and the other vices.\"",
      "page_number": 316,
      "chapter": "Loya",
      "title": "",
      "date_info": "",
      "setting": "",
      "quality_score": 0.6,
      "word_count": 395,
      "spiritual_themes": [
        "god",
        "dharma",
        "liberation",
        "faith",
        "sant"
      ]
    },
    {
      "id": "loyi_1",
      "reference": "Loyi-1",
      "content": "Loyi-1 The Vachanirnrut 257 his mind would get attached to that body, and he would not remain stable. Such a person can be considered to be one with the lowest level of vairigya.\" 13 \"If a person with an intermediate level of vairzgya were to see a naked woman, then just as he would not be disturbed by seeing naked animals, similarly, no disturbance would arise in his mind. Moreover, his mind would not become attached to that woman. Such a person can be considered to be one with an intermediate level of vairZgya.\" \"Now, if a person with the highest level of vaira'gya were to 14 come across women and other worldly objects even in solitude, he would not be enticed. Such a person can be considered to be one with the highest level of vairZgya.\" is Then Bhajaniinand Swlrni asked again, \"What are the characteristics of the three levels of God's gnsn- the lowest, the intermediate and the highest?\" is Shriji Mahiiriij replied, \"A person with the lowest level of gngn initially develops the conviction of God upon seeing His powers. But when such powers are not seen in Him, or when nothing untoward happens to an evil person who maligns God, then his conviction would not remain. Such a person can be described as one with the lowest level of gngn.\" 17 \"If a person with an intermediate level of gn5n were to see pure and impure - seemingly human - actions of God, he would be deluded by them, and his conviction of God would not remain. Such a person can be described as one with an intermediate level of gnzn.\" 18 \"A person with the highest level of gnin, however, would not be deluded even after seeing any type of pure or impure actions performed by God, and his conviction would not diminish. Moreover, even if the person who initially convinced him of God were to say, 'He is not God,' he would feel, 'This person must be mad.' Such a person can be described as one with the highest level of gnZn.\" 19 \"Of these, the one with the lowest level of gn5n attains God-realisation after countless lives; the one with a moderate level of gnZn attains God-realisation after two or three lives; and the one with the highest level of gnin attains God-",
      "page_number": 300,
      "chapter": "Loyi",
      "title": "",
      "date_info": "",
      "setting": "",
      "quality_score": 0.52,
      "word_count": 390,
      "spiritual_themes": [
        "god"
      ]
    },
    {
      "id": "loyi_3",
      "reference": "Loyi-3",
      "content": "Loyi-3 The Vachanlmrut 263 still has the ability to produce a vast effect - such is its capability. 17 \"Agnidev, for example, possesses a form like that of a man; and his size is like that of a man; but his effect - in the form of flames of fire - is large. Similarly, the form of Varun is the size - of a man, but his effect - in the form of water is very abundant. Further, the form of Surya is seated in a chariot like - - a man, but his effect in the form of light pervades the entire brahmind. In the same manner, the cause of all, Shri Purushottarn Niirlyan - Shri Krishna - is the size of a man, yet He is the cause of countless millions of brahminds. But one who is a fool thinks, 'If the effect is this big, then the cause must be so much bigger!' Actually, this is the understanding of a fool. God, who is the cause of all, appears like a human being; yet by His yogic powers, He is able to create countless millions of brahminds from His body and is able to absorb them back into Himself. For example, Agni, Varun and Surya appear vast in the form of their effects, but they withdraw their effect back within themselves, and only they remain. In the same way, within each and every hair of God, countless brahmznds, each composed of the eight barriers5 and 14 realms, appear as mere atoms. In this way, the cause is transcendental and full of greatness. So, one who is wise realises, 'God appears like a human, but, in fact, He is the cause of all and the creator of all; He is all-powerful.\"' Having said this, Shriji Mahiiriij returned to go to sleep. I I Vachanimrut Loyl-2 I 1 110 1 I LoyE-3 One with Faith in God Coupled with the Knowledge of His Greatness I On the night of Kfirtik vadi 13, Samvat 1877 [3 December 18201, Shriji Mahlriij was sitting on a large, decorated cot in Surii Khiichar's darbzr in LoyZ. He was wearing a white dagli made of chhint and a white, cotton-padded survZ% He had also tied a white fit0 around His head and had covered Himself with a white blanket. At that time, an assembly of munis as well as satsangis from various places had gathered before Him. -",
      "page_number": 306,
      "chapter": "Loyi",
      "title": "",
      "date_info": "",
      "setting": "a large, decorated cot in Surii Khiichar's darbzr in LoyZ.",
      "quality_score": 0.56,
      "word_count": 404,
      "spiritual_themes": [
        "god",
        "faith",
        "assembly"
      ]
    },
    {
      "id": "loyi_7",
      "reference": "Loyi-7",
      "content": "Loyi-7 I i 115 1 I LoyZ-8 Eradicating the Over-Excitability of the Indriyas; Accepting Only Words Related to One's Inclination 1 On the night of Migshar sudi 5, Samvat 1877 I10 December 18201, Shriji Mahlriij was sitting in Suri Khlchar's darbar in Loyl. He was wearing a white khes and had tied a white feto around His head. He was also wearing a white dagli made of chhint, At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him. . Arto jimisur-arthirthee gnlrnee cha bharatarshabha I I.. TeshrTm gnlrnee N'tya -yukta eka-bhaktir-nshishyate/ 0 Supreme among the Descendants of Bharat [Arjun]! [Four types of virtuous persons worship me:] one who is distressed Ifrom having fallen from the path of attaining yogic powers, and thus still wishes to attain them]; one who seeks knowledge [of the titmsi, i.e. itmi-realisation]; one who desires material objects [i.e. material pleasures and powers]; and one who has gnin. Of these, the one with gnin is the best because he is always engaged in me and is devoted to me alone. Bhagwad GitH: 7.16 & 17 I am Brahma. Bruhadiiranyaka Upanishad: 3.4.10",
      "page_number": 328,
      "chapter": "Loyi",
      "title": "",
      "date_info": "",
      "setting": "Suri Khlchar's darbar in Loyl.",
      "quality_score": 0.58,
      "word_count": 192,
      "spiritual_themes": [
        "bhakti",
        "devotee",
        "worship",
        "assembly"
      ]
    },
    {
      "id": "loyi_13",
      "reference": "Loyi-13",
      "content": "Loyi-13 The Vachangmrut 307 dwells, and preside alone independently. If He so chooses, He is capable of supporting the countless muktas by His own power, without even needing AkshardhBm. For example, King Pruthu had told Pruthvi, 'I can kill you with the arrow from my bow and still be able to support the whole world by my powers.' Likewise, through His powers, God reigns as supreme. He who equates God with Akshar and the other muktas should be regarded as evil-minded and as a grave sinner. One should avoid even looking at him, In fact, merely looking at such a person is as sinful as committing the five grave sinslo. \"Of course, by considering their association with God, it is 11 acceptable to endow greatness upon anyone. Brahm:, Shiv, Nlrad, the Sanakidik and Uddhav can all be called God because of their association with God. At present, even a sdhu like Muktiinand Swami can be considered to be like God because of his association with God. Without God, however, even Akshar cannot be called God- let alone anyone else. In fact, the Vedstuti prose 'JmRfSmT fpTRFJ* & dTRf6 ;r - - ?* kFh tJT %?RVil'i reflects the same truth. If this were not so, then why would we, despite regarding ourselves to be brahmarup, and distinct from the body, and possessing gnzn, vairZgya, etc., try to please God by staying up day and night, clapping, singing devotional songs and chanting His holy name tirelessly? Why would we engage in spiritual discourses day and night and encourage others to do so as well? Why would we make so much effort if we could become like God? Hence, only God is like God; no one can become like Him. The Vedic verse W'ii also explains that God alone is like God. This is the principle of all of the scriptures.\" i Aparimiti dhruvtis-tanubhruto yadi sarvagatZs-tarhi na shisyateti nlyamo dhvan etarathil 0 Steadfast [God]! If the embodied jvas, which are innumerable and eternal, are believed to be all-pewasive, then they would not be governable. [But] not believing them as such [i.e. all-pervasive] would not cause any discrepancies. Shrimad BhHgwat: 10.87.30 ii Ekam-evgdviteeyam brahma Chhindogya Upanishad: 6.2.1",
      "page_number": 350,
      "chapter": "Loyi",
      "title": "",
      "date_info": "",
      "setting": "",
      "quality_score": 0.58,
      "word_count": 363,
      "spiritual_themes": [
        "akshar",
        "god",
        "spiritual",
        "devotion"
      ]
    },
    {
      "id": "loyi_14",
      "reference": "Loyi-14",
      "content": "Loyi-14 I 1 122 1 I Loyg-1 5 Explaining Atmadarshan Using the Analogies of a Doll and a Cow 1 On the night of Migshar vadi.13, Samvat 1877 [2 January 18211, Shriji Mahiriij was sitting in Surl Khlchar's darbir in Loyl. He was wearing a warm, red dagliand a white khes. He had tied a white feto around His head and had tied a bokiini with another white feto. In addition to this, He had covered Himself with a thick, cotton cloth that had been placed together with a white blanket. At that time, an assembly of devotees from various places as well as paramhansas had gathered before Him.",
      "page_number": 354,
      "chapter": "Loyi",
      "title": "",
      "date_info": "",
      "setting": "Surl Khlchar's darbir in Loyl.",
      "quality_score": 0.36,
      "word_count": 109,
      "spiritual_themes": [
        "atma",
        "devotee",
        "assembly"
      ]
    },
    {
      "id": "loyi_16",
      "reference": "Loyi-16",
      "content": "Loyi-16 cycle of births and deaths.' Therefore, they forcibly keep the vruttis of their indriyas and antahkaran on God. \"In comparison, the propounders of SZnkhya believe, 'I 15 have no indriyas or antahkaran, so where shall they go? Thus, they consider themselves to be brahmarup and remain fearless. Those belonging to the Yoga philosophy remain constantly fearful. For example, if a person had to carry a vessel filled to the brim with oil up some stairs without spilling any oil at all, and if two swordsmen with drawn swords were on both sides trying to frighten him, that person would be extremely fearful. Followers of Yoga remain just as fearful of the vishays and strive to keep their vrutti fixed on God. This is the philosophy of Yoga. 16 'Yedlnta, that is, the Upanishads, expound only Purushottam NlrZyan Brahma, the ultimate cause of all, as being satya, and claim all else to be false. Just as when one attains the viewpoint of ZkIsh one does not perceive the other elements, in the same way, one who sees only Brahma, perceives nothing else. That is the philosophy of Vedlnta.\" I I Vachanlmrut Loyl-15 I 1 123 1 I LOYE- 16 Worldly Desires Becoming Blunt and Uprooted 1 After the evening Zrtion Mlgshar vadi 14, Samvat 1877 [3 January 18211, Shriji Mahiriij was sitting on a large, decorated cot in Surii Khiichar's darbBrin Loyi. He was wearing a white khes and a warm, red dagli. He had also tied a white feto around His head and had tied a bokZni with another white feto. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him. 2 Thereupon Shriji Mahiir6j said, \"May the paramhansas please engage in a question-answer session.\" 3 So saying, He Himself asked a question: \"What are the characteristics of one whose worldly desires have not become blunt, one whose worldly desires have become blunt, and one whose worldly desires have been completely uprooted?\"",
      "page_number": 359,
      "chapter": "Loyi",
      "title": "",
      "date_info": "",
      "setting": "a large, decorated cot in Surii Khiichar's darbBrin Loyi.",
      "quality_score": 0.58,
      "word_count": 331,
      "spiritual_themes": [
        "god",
        "purushottam",
        "devotee",
        "assembly"
      ]
    },
    {
      "id": "loyii_1",
      "reference": "Loyii-1",
      "content": "Loyii-1 Anger; Developing Complete Satsang 1 On Kiirtik vadi 10, Samvat 1877 [30 November 18201, Swimi Shri SahajHnandji Mahiiriij was sitting on a large, decorated cot in the residential hall of the paramhansas in Surl Khichar's dmbir in Loyi. He was wearing a white, cotton- padded survil and a white dagli made of chhint. He had also tied a white feto around His head. At that time, an assembly of munis as well as devotees from various places had gathered before Him. 2 Thereupon Shriji Mahiiriij asked the munis, \"What does the word 'Shankar' mean?\" 3 The munis replied, 'That which gives bliss is called 'Shankar.\"' 4 Hearing this answer, Shriji Mahlrij said, \"Last night, an hour or two before sunrise, Shivji granted Me his darshan in a dream. He was seated on the big, powerful Nandishwar. His body was very robust, and he had thickly matted hair; he appeared to be approximately 40 years of age. Along with Shivji was PZrvati, who was wearing white clothes. Shij i, like a great sidhu, appeared tranquil. Even though he showed great affection towards Me, I did not feel affection for him. Why? Because I believe, 'Shiv is a deity full of tamogun, whereas I worship Shri Krishna Nlrlyan, who is tranquillity personified.' Therefore, I do not have much affection for deities like Brahml, Shiv, Indra, etc., who have rajogun and tamogun. Moreover, I have much animosity towards anger; I do not like angry men or angry deities. Nonetheless, why do I respect Shivji? I do so because he is a renunciant, a yogi and a great devotee of God.\" 6 \"What is anger like? Well, it is like a rabid dog. If the saliva of a rabid dog touches a man or a cow, then they, Iike the incessantly barking rabid dog, suffer and die. Similarly, one",
      "page_number": 298,
      "chapter": "Loyii",
      "title": "",
      "date_info": "",
      "setting": "a large, decorated cot in the residential hall of the paramhansas in Surl Khichar's dmbir in Loyi.",
      "quality_score": 0.6,
      "word_count": 306,
      "spiritual_themes": [
        "god",
        "devotee",
        "sant",
        "worship",
        "assembly"
      ]
    },
    {
      "id": "loyii_4",
      "reference": "Loyii-4",
      "content": "Loyii-4 If One Doubts God, One Cannot Be Said to Have Overcome Mgy5 I On Klrtik vadi 14, Samvat 1877 [4 December 1820], SwHmi Shri Sahajiinandji Mahlriij was sitting in Surl Khiichar's darbir in Loyii. He was wearing a white surviil and a white dagli made of chhint. He had also tied a white pigh around His head. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him. 2 Thereupon Akhandlnand Swlmi asked Shriji Mahlrij, 'There are countless millions of brahmznds. In those brahminds, does the form of God appear the same as the form in this brahmindat this present time, or not?\" 3 Shriji Mahiiriij replied, \"God always resides in His Akshardhlm. From the countless Pradhln-Purush pairs that evolve from mahirniyzi, countless millions of brahmtinds evolve. Then, for the sake of His devotees, while still residing at one location in His Akshardhiim, and by His own wish, that God appears in countless forms in the countless millions of brahmznds.\" 4 Again Akhandiinand Swiimi asked, \"Shri Krishna Nlrlyan always has a human form, and that form of God is forever satya. However, that same God appears sometimes as Matsya, Kachchha, Variih, Nrusinh and other countless forms. How should this be understood? Furthermore, is the method of liberation and the form of God in each brahmznd the same, or different?\" 6 Shriji MahHriij replied, \"The form of God is always the same. Even then, by His own wish, God shows His form wherever and in whatever form is required. He also manifests His powers to whatever extent is appropriate in various places. He always has two arms, but by His wish, at times He shows four arms, or eight arms or even countless arms. He also appears in the form of Matsya, Kachchha, etc. In this way, He manifests whichever form is appropxiate for the place; but, in fact, He always resides in His abode in one form. 6 \"Furthermore, while remaining m one location, He pervades the countless millions of brahmZnds through His",
      "page_number": 309,
      "chapter": "Loyii",
      "title": "",
      "date_info": "Klrtik vadi 14, Samvat 1877 (4 December 1820)",
      "setting": "Surl Khiichar's darbir in Loyii.",
      "quality_score": 0.7,
      "word_count": 341,
      "spiritual_themes": [
        "akshar",
        "god",
        "liberation",
        "devotee",
        "assembly"
      ]
    },
    {
      "id": "loyii_6",
      "reference": "Loyii-6",
      "content": "Loyii-6 Controlling the Indriyas and the Antahkaran On the night of Klrtik vadi Amls, Samvat 1877 [5 December 18201, Swlmi Shri Sahajlnandji Mahlrlj was sitting in SurH Khiichar's darbgr in toys. He was wearing a white survZI and a white dagli made of chhint. He had also tied a white pzgh around His head. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him.",
      "page_number": 311,
      "chapter": "Loyii",
      "title": "",
      "date_info": "",
      "setting": "SurH Khiichar's darbgr in toys.",
      "quality_score": 0.33999999999999997,
      "word_count": 72,
      "spiritual_themes": [
        "devotee",
        "assembly"
      ]
    },
    {
      "id": "loyii_9",
      "reference": "Loyii-9",
      "content": "Loyii-9 Factors which Lead to the Development of Dharma, Gn&, Vairsgya and Bhakti 1 On Miigshar sudi 6, Samvat 1877 [I1 December 18201, Shriji Mah5rij was sitting in Surii Khiichar's darbtTr in LoyS. He was wearing a white daglimade of chhint as well as a white survtZ. He had also tied a white &to around His head. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him. 2 Then Shriji Mahlrlj requested, \"May all of the paramhansas please engage in a question-answer session amongst themselves.\" 3 Thereupon Atmiinand Swimi asked Akhandiinand Swimi, 'What are the factors that lead to the development of the four virtues of vairigya, gna'n, bhakti and dharma?\" 4 Shriji Mahirlj answered the question, \" Vairiigya is cultivated when one comes to realise the nature of kZl. What is this nature of kil? Well, it is to know the process of nitya- pralay, nimitta-pralay, prakrut-pralay and Ztyantik-pralay, as well as the Iifespan of all beings from Brahmii to the smallest bIade of grass. After knowing this, if one realises the body, the brahmznd and all other objects to be subject to the force of ka'4 then vairagya would arise. 5 \"Gnin arises if one listens to the Upanishads such as the Bruhadlranya Upanishad, Chhiindogya Upanishad, Kathavalli Upanishad, etc.; the Bhagwad Git5; the VBsudev Mghitmya; the Vyls Sutras and other scriptures from a Satpurush. 6 \"Dharma arises if one listens to the Yagnavalkya Smruti, Manu Smruti, Parlshar Smruti, Shankh-likhit Smruti and other Smrutis. By doing so, dharma would arise, and one would develop faith in those scriptures.",
      "page_number": 334,
      "chapter": "Loyii",
      "title": "",
      "date_info": "",
      "setting": "Surii Khiichar's darbtTr in LoyS.",
      "quality_score": 0.62,
      "word_count": 267,
      "spiritual_themes": [
        "vairagya",
        "dharma",
        "bhakti",
        "devotee",
        "faith",
        "assembly"
      ]
    },
    {
      "id": "loyii_10",
      "reference": "Loyii-10",
      "content": "Loyii-10 7 \"Bhakti arises if one realises the divine manifestations of God. How should one realise them? Well, when one hears about the forms of God that are in each khan$; and when one hears about the abodes of God - Golok, Vaikunth, Brahmapur, Shwetdwip, etc.; and when one listens with a sense of awe to talks of the divine actions of God describing the creation, sustenance and dissolution of the cosmos; and when one listens with keen interest to the narration of the divine actions and incidents of RBm, Krishna and the other avatzrs of God, then bhakti towards God would develop. 8 \"Now, even though a person in his initial stages has an immature mind, if he listens to the ritualistic Smrutis, dharma would develop. Later, after becoming firm in his observance of dharma, if he listens to scriptures that explain uprisani, then all three - pin, bhakti and vaira'gya - would develop. So, these are the factors which lead to the development of the four virtues.\" I I Vachaniimrut",
      "page_number": 335,
      "chapter": "Loyii",
      "title": "",
      "date_info": "",
      "setting": "",
      "quality_score": 0.36,
      "word_count": 172,
      "spiritual_themes": [
        "god",
        "dharma",
        "bhakti"
      ]
    },
    {
      "id": "loyii_13",
      "reference": "Loyii-13",
      "content": "Loyii-13 Not Being Overcome by Adverse Circumstances 1 In the early morning of Miigshar vadi 10, Samvat 1877 [30 December 18201, Swiimi Shri Sahajlnandji Mahiiriij was sitting on a large, decorated cot in Surii Khichar's darbiir in Loyii. He had worn a red, woollen dagli and a white khes. He had tied a white feto around His head and had tied a bokIni with another white feto. In addition to this, He had covered Himself with a thick, white cotton cloth. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him. 2 Shriji Maharaj then told the senior paramhansas to ask questions amongst themselves. Thereupon Goplllnand Swiimi asked Brahmlnand Swlrni, 'What type of person is not overcome by adverse places, times, actions, company, etc.; and what type of person is overcome? After all, it is said that even Brahrnii was infatuated upon seeing Saraswati, as was Shiv when he saw Mohini. So pIease answer carefully, because even such greats have been overcome by adverse circumstances.\" 3 Brahmlnand SwSmi attempted to answer but could not give a satisfactory reply. 4 So Shriji Mahiiriij explained, \"A person who has withdrawn his nidis and pram, and by way of his nirv12alp state remains at the holy feet of God, would not be overcome by adverse places, times, company, etc., even if he was an insignificant being. In fact, if Brahmii and the other deities behave in this manner, they would also not be overcome. However, if he has",
      "page_number": 347,
      "chapter": "Loyii",
      "title": "",
      "date_info": "",
      "setting": "a large, decorated cot in Surii Khichar's darbiir in Loyii.",
      "quality_score": 0.56,
      "word_count": 253,
      "spiritual_themes": [
        "god",
        "devotee",
        "assembly"
      ]
    },
    {
      "id": "loyii_15",
      "reference": "Loyii-15",
      "content": "Loyii-15 Thereupon Shriji Mahlrlj said out of compassion, \"The jiva 2 pervades the entire body from head to toe through its three powers of adhygtrna, adhibhut and adhidev. Through the lndr~yasa nd their presiding deities, it experiences the vishays, but it cannot experience anything by being distinct from the presiding deities and the indriyas.\" 3 Thereupon Nity6nand Swlmi raised a doubt: 'Wahahlriij, it is said that the jiva pervades the whole body in general, but resides specifically within the heart. How, then, should one understand the fact that awareness is not present everywhere equally?\" 4 Shriji MahPrPj answered, \"The sun pervades each and every object equally by its rays, but its light is seen according to the object before it. For example, pure sunlight is not experienced as intensely on stone or sand or in dirty water as it is on a floor made of glass or in clean water. Thus, just as one experiences a greater and lesser intensity in the sun's light, in the same way, even though the jiva resides equally in the indriyas, the antahkaran and the indriyas' organs, one experiences its power more intensely in the indriyas because of their purity. Just see, does one experience as much sensation in one's nose and ears as one does in one's eyes? Certainly not. Furthermore, the four antahkarans are even purer than the indriyas, and so the jiva's power can be experienced there even more intensely. In comparison, it is experienced to a lesser degree in the indriyas. Nevertheless, the jiva does pervade the entire body equally.\" 5 Thereafter Brahmiinand Swami asked, \"Many see the jva to be like a star, or like the flame of an oil lamp, or like the flash from a firecracker. How should one understand these differences in experiences?\" 6 Shriji Mahlriij explained, \"Just as a person who has mastered akshividyz can see the jiva and the form of God therein with his eyes, one who has attained realisation through the indriyas sees the Ztmi in a similar manner. For example, if there were a glass doll shaped in the form of a human - with all - of its limbs, hair and vessels made of glass and if it were filled with light, then the light would be seen only according to the size and shape of the tubes within; it would not be seen -",
      "page_number": 355,
      "chapter": "Loyii",
      "title": "",
      "date_info": "",
      "setting": "",
      "quality_score": 0.52,
      "word_count": 395,
      "spiritual_themes": [
        "god"
      ]
    },
    {
      "id": "loyii_16",
      "reference": "Loyii-16",
      "content": "Loyii-16 KapiIdev to Devhuti in WTWXrh d ~T$dd?i W(1ll\". .t.h.e n all of one's flaws would be eradicated. Moreover, even if one does not possess gnin, vairiigya and dharma, one still attains them. Thus, this spiritual endeavour is the best of all.\" 11 Then Shriji MahHriij asked another question: \"A deceitful person who is also clever, cunningly conceals his deceitfulness. Please explain how such a person's deceitfulness can be recognised?\" 12 Brahmlnand SwHmi answered, \"Such a person can be recognised by the fact that he keeps the company of someone who is an antagonist of Satsang and who speaks ill of the Sant and God; besides this, such a person cannot be known by any other means.\" 13 Shriji Maharaj accepted the answer, but questioned further, \"Yes, but how can such a person be recognised if he does not keep the company of such people?\" BrahmHnand SwHmi then added, \"His deceitfulness would 14 be exposed in times of adverse circumstances.\" Shriji Mahlriij confirmed, ''That is the correct answer to 15 the question.\" Thereafter, Shriji Mahiiriij asked another question: 'Which 16 single fault transforms all of a person's virtues to faults?\" 17 ShripIit Deviinand SwFimi replied, \"If someone spites a devotee of God, then all of his virtues become as good as faults.\" is Shriji Mahiiriij clarified, \"That is true, but I had another answer in mind. A person may well be endowed with each and every virtue, but if he believes God to be formless- not possessing a definite form - then that is a grave flaw. So much so, that because of this flaw, all of his virtues become flaws.\" ... Med-bhayzd-vitivZ toYarn sooryas-tapati mad-bhaytit I/ It is by fear of me that the wind v&yu]b lows, Surya [i.e. the sun] shines, Indra [i.e. the clouds1 rains, Agni [i.e. fire] burns, and death [Yam] devours [the living]. Shrimad BhPgwat: 3.25.42",
      "page_number": 361,
      "chapter": "Loyii",
      "title": "",
      "date_info": "",
      "setting": "",
      "quality_score": 0.6,
      "word_count": 311,
      "spiritual_themes": [
        "god",
        "dharma",
        "devotee",
        "spiritual",
        "sant"
      ]
    },
    {
      "id": "loyii_17",
      "reference": "Loyii-17",
      "content": "Loyii-17 Reverence and Condemnation I On the night of MIgshar vadi Amiis, Samvat 1877 [4 January 18211, Shriji Mahiriij was sitting on a large, decorated cot in Surii Khlchar's darbzrin Loyi. He had tied a white feto around His head and had tied a bokirzjwith another white feto. He was aIso wearing a warm, red dagli with a white angarkhu inside. He was wearing a white khes as well. In addition to this, He had covered Himself with a thick, cotton cloth, over which He had wrapped a yellow blanket. At that time, while Shriji MahHrIj was sitting in a pleased mood, an assembly of munis as well as devotees from various places had gathered before Him. 2 Then, of His own will, Shriji Mahlriij said, \"See how powerful the force of God's mriyi is! It can cause great perversity. Someone who previously seemed very virtuous, for example, can suddenly become extremely vile.\" So saying, Shriji Mahlriij urged the paramhansas, \"Ask questions today, so that we can talk.\" 4 Thereupon, Nityinand Swlmi asked, \"MahIriij, the very same person who was previously virtuous and who revered God later begins to condemn Him. How, then, can a virtuous person remain virtuous and never let his understanding become impaired, amidst even the most adverse places, times, actions and company?\" 5 Shriji Mahlrgj answered, \"If a person is indifferent to his body. has firmly realised his self to be the itmZ maintains",
      "page_number": 363,
      "chapter": "Loyii",
      "title": "",
      "date_info": "",
      "setting": "a large, decorated cot in Surii Khlchar's darbzrin Loyi.",
      "quality_score": 0.56,
      "word_count": 238,
      "spiritual_themes": [
        "god",
        "devotee",
        "assembly"
      ]
    },
    {
      "id": "loyii_18",
      "reference": "Loyii-18",
      "content": "Loyii-18 The Vachaniimrut 325 3 Shriji Mahlriij then said, \"Now please conclude the singing as I wish to talk. If any doubts arise in what I say, please ask.\" 4 So saying, He began, \"To develop the conviction of God is more difficult than anything else. Moreover, because this topic of conviction is extremely complex, I am afraid of discussing it. I feel, 'Upon discussing this topic, what if someone were to misunderstand it? What if, due to this discussion, any inclination that one may have firmly cultivated were to be destroyed, or even be uprooted? Yet, there is no alternative but to reveal this fact. If one does not interpret it correctly, many problems can arise. Yet, until one has not understood this fact, much deficiency will remain in one's understanding. That is why I wish to deliver this discourse. 5 'When God assumed the form of Variih, his form as a boar was very ugly. Assuming the avatar of Matsya, his form was exactly like that of a fish. In the Kachchha avatZr, his form was exactly like that of other tortoises. In the Nrusinh avatar, his form was as frightening as a lion. In the VZman avatzr, his form as a dwarf had short hands and legs, a broad waist and a plump body. In the Vyiis avatar, he appeared black, with lots of body hair and a foul body odour. 6 \"Now, all those who attained God in whichever form He assumed meditated on that particular form. Then, as a result of that meditation, they attained a form similar to that form of God. Now, did those who attained Varih see God exactly like a boar in his abode? Did those who attained Matsyaji see God exactly like a fish in his abode? Did those who attained Kurma see God exactly like a tortoise in his abode? Did those who attained Nrusinh see God exactly like a lion in his abode? Did those who attained Hayagriv see God exactly as a horse in his abode? Did those who worshipped Varlh as if he were their husband become a female boar? Did those who worshipped him with the love of a friend become a boar? Did those who worshipped Matsya as if he were their husband become a female fish? Did those who worshipped him with the love of a friend become a fish? Did those who worshipped Kurma as if he were their hushand become a female tortoise? Did those who worshipped him with the love of a friend become a tortoise? Did those who worshipped Nrusinh as if he were their husband",
      "page_number": 368,
      "chapter": "Loyii",
      "title": "",
      "date_info": "",
      "setting": "",
      "quality_score": 0.56,
      "word_count": 437,
      "spiritual_themes": [
        "god",
        "meditation",
        "worship"
      ]
    },
    {
      "id": "panchal5",
      "reference": "Panchal5",
      "content": "Panchal5-6 conceit aside, behaving as a servant of servants and becoming humble is the only appropriate behaviour.\" ) 1 Vachanlmrut PanchllH-5 1 j 131 ) ) Panchdii-6 Those with Firm UpEsanE Attain Liberation i On the night of Fiigun vadi 9, Samvat 1877 [28 March 18211, Shriji Mah5riij was sitting on a large, decorated cot that had been placed on a platform in Jhinabhai's darbsr in Panchili. He was wearing a warm, red dagli along with a white angarkhu. He had also tied a white &to around His head. In addition to this, He was wearing a white khes and had covered Himself with a white blanket. At that time, an assembly of 'paramhansas as well as devotees from various places had gathered before Him. 2 Thereupon Shriji MahlrZij said, \"I thought for quite some time and having mentally skimmed through all of the scriptures, it became apparent that there has not been any avatiir as powerful as Shri Krishna. Why? Because Shri Krishna has, within himself, exhibited in various ways the characteristics of all of the other countless forms of himself. How? Firstly, after Devki gave birth to him, he gave darshan in a four-armed form holding a conch, a disc, a mace and a lotus, thereby revealing in himself the characteristics of the husband of Lakshmi, Vaikunthngth. To his mother Yashodi, he showed the Vishwarup form in his own mouth, thereby revealing the characteristics of Aniruddha in himself through his thousand- headed form. He gave darshan to Akrur in the river Yamunl, thereby revealing the characteristics of Shesh-shiiyi. He showed the Vishwarup form to Arjun on the battlefield: '9?rl* YTef FTT$T ?m9~s$ T i\"Rf9T:P. There, he showed countless brahmZnds and revealed the characteristics of Purushottam. Moreover, Shri Krishna himself has said: Pashya mepi~thm pilnishatasho'tha sahasrashaha / 0 Son of Pruthl [Arjun]! Behold my hundreds and thousands of [divine] forms. Bhagwad GitH: 11.6",
      "page_number": 400,
      "chapter": "Panchal5",
      "title": "",
      "date_info": "the night of Fiigun vadi 9, Samvat 1877 (28 March 18211, Shriji Mah5riij was sitting on a large, decorated cot that had been placed on a platform in Jhinabhai's darbsr in Panchili. He was wearing a warm, red dagli along with a white angarkhu. He had also tied a white &to around His head. In addition to this, He was wearing a white khes and had covered Himself with a white blanket. At that time, an assembly of 'paramhansas as well as devotees from various places had gathered before Him. 2 Thereupon Shriji MahlrZij said, \"I thought for quite some time and having mentally skimmed through all of the scriptures, it became apparent that there has not been any avatiir as powerful as Shri Krishna. Why? Because Shri Krishna has, within himself, exhibited in various ways the characteristics of all of the other countless forms of himself. How? Firstly, after Devki gave birth to him, he gave darshan in a four-armed form holding a conch, a disc, a mace and a lotus, thereby revealing in himself the characteristics of the husband of Lakshmi, Vaikunthngth. To his mother Yashodi, he showed the Vishwarup form in his own mouth, thereby revealing the characteristics of Aniruddha in himself through his thousand- headed form. He gave darshan to Akrur in the river Yamunl, thereby revealing the characteristics of Shesh-shiiyi. He showed the Vishwarup form to Arjun on the battlefield: '9?rl* YTef FTT$T ?m9~s$ T i\"Rf9T:P. There, he showed countless brahmZnds and revealed the characteristics of Purushottam. Moreover, Shri Krishna himself has said: Pashya mepi~thm pilnishatasho'tha sahasrashaha / 0 Son of Pruthl [Arjun)",
      "setting": "a large, decorated cot that had been placed on a platform in Jhinabhai's darbsr in Panchili.",
      "quality_score": 0.6799999999999999,
      "word_count": 314,
      "spiritual_themes": [
        "purushottam",
        "liberation",
        "devotee",
        "assembly"
      ]
    },
    {
      "id": "panchali_6",
      "reference": "Panchali-6",
      "content": "Panchali-6 The Vachanamrut 357 w e s m & m I &shib+&anfera:gtjaitas:ei Thereby, he revealed himself as Purushottam. Also, he himself was the Shri Krishna who resides in Golok with RBdhikii. When he went to retrieve the Brihmin's son, he gave darshan to Arjun as Bhumh-Purush. It was Vlsudev- who resides in Shwetdwip - who himself assumed that avatzr. Moreover, throughout the Mahiibhiirat and the Shrimad BhPgwat, NarnkPyan has been referred to as that Shri Krishna himself. Therefore, the forms, strength and divine powers of that same God residing in that avatir of Shri Krishna in various ways are complete. Thus, that avatZr was very great. After all, other forms possessed a few divine powers, whereas he was replete with all divine powers. Therefore, there is no avatzr like the avata'r of Krishna; that avata'r reigns as supreme. Only some powers have been revealed through the other avatgrs. This AvatZr, however, has revealed all divine powers and strength. Therefore, this AvatZr is the greatest of all. 3 \"If one has a firm conviction of the manifest form of Shri Krishna in this manner, and if that realisation never changes in any way, then even if one happens to commit a slip of conduct due to the influence of bad company, one would not fall from the path of liberation; one would certainly attain liberation. Therefore, if all of you paramhansas and devotees also cultivate such firmness of the upZsana'of God in this way, then if you happen to commit a slight slip of conduct, you will still ultimately attain liberation.\" 4 Hearing this discourse, all of the szfdhus and devotees realised Shriji Mahllrgj as the cause of all, thus strengthening their upa'sani. I I Vachanlmrut Panchiill-6 I 1 132 1 I Yasmit-ksharam-ateeto'ham-aksharid-achpio ttamahal Ato'smiloke vede cha prathitaha purushottamha / / I transcend all that is perishable and am greater than even the imperishable; therefore I am known in the Smrutis and Vedas as 'Purushottam'. Bhagwad Gitl: 15.18",
      "page_number": 401,
      "chapter": "Panchali",
      "title": "",
      "date_info": "",
      "setting": "",
      "quality_score": 0.6,
      "word_count": 327,
      "spiritual_themes": [
        "akshar",
        "god",
        "purushottam",
        "liberation",
        "devotee"
      ]
    },
    {
      "id": "panchiili_5",
      "reference": "Panchiili-5",
      "content": "Panchiili-5 Where Is Conceit Appropriate, and Where Is Humility Appropriate? On FIgun vadi 8, Samvat 1877 [27 March 18211, Shriji A Mahiiriij was sitting on a large, decorated cot that had been placed on a platform in Jhiniibhiii's darba'r in Panchill. He was wearing a white khes and a warm, red dagli. He had also tied a white feto around His head. In addition to this, He had covered Himself with a white cotton cloth. At that time, an assembly of paramhansas as well as devotees from various places had gathered before Him. 2 Thereupon Swayamprakiishiinand SwHmi asked a question: 'When is conceit appropriate, and when is it not appropriate? When is humility appropriate, and when is it not appropriate?\" 3 Shriji MahErij replied, \"It is appropriate to be conceited before one who spites Satsang, or speaks derogatorily of God or His great Sant. If a person does speak derogatorily, one should retaliate with words as sharp as an arrow, but in no way should one become humble before a non-believer. In such situations, that is appropriate. On the other hand, it is not appropriate to be conceited before God or His Sant. Before them, putting",
      "page_number": 399,
      "chapter": "Panchiili",
      "title": "",
      "date_info": "",
      "setting": "a large, decorated cot that had been placed on a platform in Jhiniibhiii's darba'r in Panchill.",
      "quality_score": 0.58,
      "word_count": 196,
      "spiritual_themes": [
        "god",
        "devotee",
        "sant",
        "assembly"
      ]
    },
    {
      "id": "panchiili_7",
      "reference": "Panchiili-7",
      "content": "Panchiili-7 eternal and imperishable - absolutely unchanging. For example, when Shri Krishna Bhagwan left his body, Rukmini and the other wives of God took his body and burnt themselves along with him. At that time, the ignorant thought, 'Now he is dead.' On the other hand, those who possessed gnz7.n thought, 'He has disappeared from here and has manifested elsewhere.' They understood God as being eternal. Thus, Shri Krishna himself has said: ? m i d % r * ~ * ~ l 6 \"So, if a fool understands God as having a form, then he understands Him as being merely like a human; or he understands God as being formless so that He is not considered miyik like other ma'p'k forms. In this manner, a fool misunderstands on both accounts. 7 \"But if God did not have a form then what about the fact that the Shrutis have said that during Ityantik-pralay, em,'\" meaning, 'That God saw...'. If God 'saw', then He had to have a form, possessing eyes, ears, and other organs. Moreover, it is said: ?khW i.e., that Purushottam became the form of Purush and impregnated mByZ with virility. Therefore, God has always had a form. \"Moreover, when that Purushottam NarZyan takes the 8 form of Purush for some task, that Purush is eclipsed by the divine light of Purushottam, and only Purushottam remains. In the same way, when Purushottam takes the form of mZyZ, m5yH is also eclipsed by the divine light of Purushottam, and only God remains in that form. Then God takes the form of AvajSnantim5m moodhi minusheem tanum-Sshritam / Param bhivam-ajinanto mama bhoota-maheshvaram/ / Fools deride me as having a human form, but they do not realise my transcendental form as the great lord of all beings. ii Sa aikshata Aitareya Upanishad: 1.1.1 iii Purushenitma-bhootena veeryam-Sdhatta veeryavrIn// Shrimad BhLgwat: 3.5.26",
      "page_number": 404,
      "chapter": "Panchiili",
      "title": "",
      "date_info": "",
      "setting": "",
      "quality_score": 0.56,
      "word_count": 307,
      "spiritual_themes": [
        "god",
        "purushottam",
        "bhagwan"
      ]
    },
    {
      "id": "panchiilii_2",
      "reference": "Panchiilii-2",
      "content": "Panchiilii-2 Purush, is also worthy of being meditated on. To a lesser extent than that, Hiranyagarbh; and to a lesser extent than that, Viriit - who has evolved from the 24 elements - is also worthy of being meditated on. Still to a lesser extent than that, Brahm6, Vishnu, Mahesh, as well as the avatzrs of God on this earth such as Matsya, Kurma, Nrusinh, Variih, etc., as well as shZligrZm and other murtis of God- are all worthy of being meditated on. This, J realised while thinking, is the essence of the doctrine of Yoga. 10 \"Then, I thought over the SBnkhya doctrine. They have done away with all those forms, and it appears that they believe, 'The cause of all thoughts is the jiva, and since there is nothing as pure as the jiva, it is appropriate to meditate on the jiva.' In order to refute this view of SHnkhya, I again thought of - Yoga. Specifically, Purushottam BhagwHn who transcends everything - has an anvay relationship with Prakruti-Purush and all other entities. Therefore, they are all God; all possess a divine form; all are satya and worthy of being meditated on. Certain Vedic verses also support this fact: Td m'i, % d fkTii and '$3 % fSSi d m m : t'iii. Thus, an aspirant who follows that path of Yoga encounters no obstacles. Why? Because that path is easy and relies on the manifest form of God. Because of this, through that path even an ordinary person can attain liberation without any difficulty. 11 \"However, there is one drawback on that path: Prakruti- Purush, etc., are thought of as being the components of the all- transcending Purushottam BhagwHn. That is, the following belief could develop: Prakruti-Purush are components of God, Indeed, all this [i.e. the whole universe] is Brahma [i.e. the form of God]. Chhtindogya Upanishad: 3.14.1 There is nothing in this universe that is not the form of Brahma [i.e. God]. Bruhadiranyaka Upanishad: 6.4.19 iii Idam hi vishvam bhagavsn-ivetaro yato jagat-sthgna-nirodha-sambhvai hil Indeed, this universe is as if another form of God- who is the cause of the creation, sustenance and dissolution of the world. Shrimad BhBgwat: 1.5.20",
      "page_number": 382,
      "chapter": "Panchiilii",
      "title": "",
      "date_info": "",
      "setting": "",
      "quality_score": 0.56,
      "word_count": 363,
      "spiritual_themes": [
        "god",
        "purushottam",
        "liberation"
      ]
    },
    {
      "id": "panchiilii_3",
      "reference": "Panchiilii-3",
      "content": "Panchiilii-3 Muni Biiwl; That Which Is Instrumental in Attaining Liberation Is Known as Intelligence 1 On FGgun sudi 8, Samvat 1877 [I1 March 18211, Shriji Mahlrlj was sitting on a large, decorated cot in Jhinlbhli's darbzr in Panchili. He was wearing a white khes and had covered Himself with a white blanket. He had also tied a white feto around His head. At that time, an assembly of paramhansas as well as an assembly of devotees from various places had gathered before Him. 2 Then Shriji Mahiirhj said to the paramhansas, \"Please begin a question-answer session.\" 3 Thereupon Muni Bbw5 asked Brahmiinand Swiimi, \"We have attained this Satsang fellowship as well as the association of God. All other flaws have all been eradicated and we also have zeal to do satsang. Despite this, why do egotism and jealousy still remain?\"",
      "page_number": 385,
      "chapter": "Panchiilii",
      "title": "",
      "date_info": "",
      "setting": "a large, decorated cot in Jhinlbhli's darbzr in Panchili.",
      "quality_score": 0.38,
      "word_count": 140,
      "spiritual_themes": [
        "god",
        "liberation",
        "devotee",
        "assembly"
      ]
    },
    {
      "id": "panchili_4",
      "reference": "Panchili-4",
      "content": "Panchili-4 white blanket. He had also tied a white feto around His head. In addition to this, He was turning a rosary made of tulsi beads in His hand. At that time, an assembly of paramhansas as well as an assembly of devotees from various places was gathered before Him. 2 Then Shriji Mahirlj said to the paramhansas, \"Please begin a question-answer session amongst yourselves.\" 3 Thereupon Muni Bawl asked a question to Brahminand SwHmi, \"Initially, one may have the conviction of God and may engage in worship and remembrance; but later, on seeing the human-like actions of God, doubts arise in that conviction. What is the cause of this?\" Brahmlnand Swiimi then began to answer that question 4 but was unable to do so satisfactorily. 5 Then, having thought for some time, Shriji Mahirij spoke, \"I shall answer that question.\" Continuing, He said, \"The Vedas, the Purlns, the Mahlbhgrat, the Smrutis and the other scriptures proclaim that the original form of God, which is eternal, without a beginning and divine, resides in His Akshardhim. They also mention what that God is like. His form is not like any form that can be seen by the eyes. His sound is not like any sound that can be heard by the ears. His touch is not like any touch that can be felt by the skin. His smell is not like any smell that can be smelt by the nose. The tongue cannot describe that God, He cannot be conceived by the man; He cannot be contemplated upon by the chitt; He cannot be comprehended by the buddhi, nor can the ahamkzr fully claim, 'I am God's, and God is mine'. In this manner, God remains beyond the reach of the indriyas and the antahkaran. 6 \"Moreover, the beauty of that God is such that it cannot be compared to any other object in this brahmiind- including everything from Brahml to the smallest blade of grass. His sound is such that it cannot be compared to any other'sounds in this brahmgnd. The smell of God is such that it cannot be compared to any other smell in this brahmind. The touch of God is such that it cannot be compared to any other touch in this brahmgnd. The tastes related to God are such that they cannot be compared to any other taste in this brahmznd. The abode of God is such that it cannot be compared to any other",
      "page_number": 392,
      "chapter": "Panchili",
      "title": "",
      "date_info": "",
      "setting": "paramhansas as well as an assembly of devotees from various places was gathered before Him.",
      "quality_score": 0.6,
      "word_count": 409,
      "spiritual_themes": [
        "akshar",
        "god",
        "devotee",
        "worship",
        "assembly"
      ]
    },
    {
      "id": "panchilii_2",
      "reference": "Panchilii-2",
      "content": "Panchilii-2 Slnkhya and Yoga 1 On Flgun sudi 7, Samvat 1877 I10 March 18211, Shriji MahLriij was sitting on a large, decorated cot that had been placed on a platform in Jhinlbhli's darbzr in PanchllH. He was wearing a white khes and had covered Himself with a white blanket. He had also tied a white feto around His head. At that time, an assembly of paramhansas as well as an assembly of devotees from various places had gathered before Him. 2 Thereupon Shriji Mahirlj said, \"Please bring the Moksh- dharma scripture so that 'we can arrange for a discourse on the chapter of Sinkhya and the chapter of Yoga.\" Thereupon, the scripture was brought, and Nityanand Swimi commenced the reading. 3 Shriji MahLriij then said, \"The followers of Yoga consider jiva and ishwar to be the 25th element and Paramltml to be the 26th element. On the other hand, followers of Sgnkhya include jva and ishwar with the 24 elementsz, and consider Paramiitml to be the 25th element. Of the two, the followers of Yoga believe that regardless of however much one contemplates upon the 5tmZ and non-5tm& or however much one endeavours, without accepting the refuge of the manifest form of God, one cannot attain liberation. On the other hand, followers of SLnkhya believe that if one understands the ultimate fate of all deities, humans, etc., and develops vairigya for the wkhays and realises one's itmi as transcending the three bodies6, then one becomes a mukta. But since each of these two types of beliefs have their own deficiencies, one should employ certain methods of interpretation for the purpose of resolving those deficiencies. 4 'The drawback of the Yoga doctrine is that both the jiva and ish war have been considered as the 25th element and both have been said to have bodies comprised of 24 elements. As a result, both the jva and ishwar seem equal. This would suggest that the sthul body is the same as wiPt, the sukshma body is the same as sutrZtmti, and the kzran body is the same as avyikrut. It also suggests that the waking state is the same",
      "page_number": 379,
      "chapter": "Panchilii",
      "title": "",
      "date_info": "",
      "setting": "a large, decorated cot that had been placed on a platform in Jhinlbhli's darbzr in PanchllH.",
      "quality_score": 0.6,
      "word_count": 357,
      "spiritual_themes": [
        "god",
        "dharma",
        "liberation",
        "devotee",
        "assembly"
      ]
    },
    {
      "id": "sirangpur_1",
      "reference": "SIrangpur-1",
      "content": "SIrangpur-1 4 Laziness and Infatuation 1 On Bhidarvii sudi 3, Samvat 1877 [lo September 18201, Swimi Shri Sahajinandji Mahlriij was sitting facing west on a large, decorated cot on the veranda outside the rooms of Jivl Khlchar's darbir in Sirangpur. He was wearing a black- bordered, white khes and had covered Himself with a white cotton cloth. He had also tied a white pZgh around His head. Bunches of yellow flowers adorned His ears, and tassels of yellow flowers had been placed upon His pa'gh. In addition to this, a garland of yellow flowers was swinging from His neck down to His navel. At that time, an assembly of munis as well as devotees from various places had gathered before Him. 2 Thereupon Swayampraklshlnand Swlmi asked a question: \"It is said in the Gitl that once a devotee attains the abode of God, i.e., Vaikunth, etc., he never falls back from it. But which flaw causes some to fall back?\" 3 Shriji Maharaj asked in return, \"Who has attained the abode of God and then fallen back? Give Me even one example!\" 4 Swayamprakishanand Swimi replied, \"First of all, there are Jay and Vijay, the attendants of God who fell from Vaikunth; and then there are Rldhikgji and Shridlml, who fell from Golok.\" 5 Shriji Mah5rij then clarified, \"Jay and Vijay did fall, but it was only because God wanted to illustrate the glory of a sZdhu; that is, if one maligns a sddhu like the Sanakldik, then even if",
      "page_number": 250,
      "chapter": "SIrangpur",
      "title": "",
      "date_info": "",
      "setting": "munis as well as devotees from various places had gathered before Him.",
      "quality_score": 0.56,
      "word_count": 250,
      "spiritual_themes": [
        "god",
        "devotee",
        "assembly"
      ]
    },
    {
      "id": "sirangpur_14",
      "reference": "SIrangpur-14",
      "content": "SIrangpur-14 I 1 92 1 1 SErangpur-15 Obstinate, Mediocre and Mature Gopis 1 On Bh5darvI sudi 4, Samvat 1877 [ll September 18201, Shriji Mahiiriij was sitting on a large, decorated cot on the veranda outside the rooms of JivZ Khiichar's darbZr in Sirangpur. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him. 2 Thereupon Shriji MahiirGj said, \"Here, I shall ask a question. There are two types of devotees of God: One has such deep love for God that he cannot bear even a second without His darshan. His love is very obviously noticeable. Another devotee of God possesses knowledge of the gtma' as well as total vairagya. He also has love for God, but his love does not appear to be like the love of the previously mentioned devotee. Furthermore, although the former devotee's bhaktiis extremely appealing, he possesses neither knowledge of the Htmd nor vairiigya. The latter may have knowledge of the Htmd and vairzgya, but his bhakti is not as appealing as the former devotee's. Of these two devotees, whose bhakti is superior, and whose bhakti is inferior? That is the question.\" 3 To this, Swayamprakishiinand SwImi replied, \"He who has intense love for God is better, even if he does not have knowledge of the Ztml and vairigya.\" Shriji Mahlriij then countered, \"With what understanding 4 do you say that he who does not have knowledge of the HtmH and vairigya is better? Such a person believes his self to be the body, and so whenever he comes upon any of the panchvishays that comfort his body, he will develop affection for them. Consequently, his love for God will diminish. So why do you consider him to be superior?\"",
      "page_number": 255,
      "chapter": "SIrangpur",
      "title": "",
      "date_info": "",
      "setting": "a large, decorated cot on the veranda outside the rooms of JivZ Khiichar's darbZr in Sirangpur.",
      "quality_score": 0.6,
      "word_count": 299,
      "spiritual_themes": [
        "vairagya",
        "god",
        "bhakti",
        "devotee",
        "assembly"
      ]
    },
    {
      "id": "sarangpur_1",
      "reference": "Sarangpur-1",
      "content": "Sarangpur-1 0 A Physical Perspective versus the Atmii's Perspective; Being Beaten by Shoes 1 On Shriivan vadi 14, Samvat 1877 [6 September 18201, Shriji Mahiriij walked with all of the sa'dhus from Kundal and, along the way, arrived at KhlmbhdSi. There, they settled themselves under a pipal tree. The people of the village then brought a decorated cot and had Shriji Mahiirij sit upon it. He was dressed entirely in white clothes. At that time, sidhus as well as devotees from various places gathered around Him in an assembly while other sZa'hus were singing devotional songs. 2 Shriji Maharaj then asked the szdhus to stop singing and addressed the village folk, \"In this world there are two types of people: those who follow the path of righteousness and those who follow the path of unrighteousness. Of these, one who follows the path of righteousness forsakes stealing, adultery, slander and all other forms of sin. Fearing God, such a person remains within the disciplines of dharma. As a result, everyone in the world trusts him, be it a member of his family or anyone else, and whatever he says is accepted by all as the truth. Only such a person who observes dharma likes the company of a true sidhu. s \"On the other hand, a person who follows the path of unrighteousness is engrossed in evil deeds such as stealing, adultery, eating meat, drinking alcohol, changing someone's caste by force and having one's own caste changed by force. As a result, no one in the world ever trusts him. In fact, even his own relatives do not trust him. Such an unrighteous person never likes the company of a true szdhu. In fact, if someone else were to keep the company of such a sgdhu, the unrighteous person would spite him too. \"Therefore, one who aspires to attain liberation should not 4 follow the path of unrighteousness; instead, one should follow the path of righteousness and keep the company of a true szdhu. As a result, one would certainly, without a doubt, attain liberation,\" Hearing this discourse, many people of the village accepted 6 the refuge of Shriji Mah5rZj.",
      "page_number": 242,
      "chapter": "Sarangpur",
      "title": "",
      "date_info": "",
      "setting": "",
      "quality_score": 0.62,
      "word_count": 359,
      "spiritual_themes": [
        "god",
        "dharma",
        "liberation",
        "devotee",
        "assembly",
        "devotion"
      ]
    },
    {
      "id": "sarangpur_2",
      "reference": "Sarangpur-2",
      "content": "Sarangpur-2 Developing Affection for the Form of God 1 On Shriivan vadi 6, Samvat 1877 [29 August 18201, Shriji Mahirlij was sitting facing north on a large, decorated cot which had been placed on the veranda outside the north-facing rooms of Jivl KhHchar's darbir in Sirangpur. He was wearing a white khes and had tied a white pZgh around His head. He had also covered Himself with a white blanket. At that time, an assembly of munis as well as devotees from various places had gathered before Him. 2 Then, addressing the munis, Shriji Mahiriij said, \"Please begin a question and answer session amongst yourselves.\" 3 Thereupon Swayamprakishinand Swimi asked, \"By what means can a devotee of God develop intense affection for the form of God?\" 4 The munis then attempted to answer that question amongst themselves but were unable to do so satisfactorily. 5 So Shriji Mahlrlj began to reply, \"Affection can develop due to beauty, due to lust, due to avarice, due to some selfish motives or due to the other person's virtues. Of these, affection which stems from beauty lasts only until one sees the disfigurement caused by leprosy in the other person's body, or until the person develops leukoderma; thereafter, the affection which once existed would dissolve. In the same way, affection stemming from avarice, lust and selfishness also ultimately dissolves. Affection developed due to the other person's virtues, however, ultimately survives.\" 6 Then Somlg Khichar asked Shriji Mahgrij, 'Which virtues are these? External ones or internal ones?\"",
      "page_number": 222,
      "chapter": "Sarangpur",
      "title": "",
      "date_info": "",
      "setting": "munis as well as devotees from various places had gathered before Him.",
      "quality_score": 0.56,
      "word_count": 252,
      "spiritual_themes": [
        "god",
        "devotee",
        "assembly"
      ]
    },
    {
      "id": "sarangpur_3",
      "reference": "Sarangpur-3",
      "content": "Sarangpur-3 you listen to worldly talks until you die, you will still not attain anything; rather, your mind will become extremely polluted by it.' One should advise one's eyes and ears in this manner and keep them fixed only on the form of God. A person who behaves in such a manner increasingly develops affection for the form of God day by day. As a result, God's and the great szdhu's affection for that devotee also increases day by day.\" I I Vachaniimrut Slrangpur-2 I 1 80 1 I Sarangpur-3 'Shravan', manan', 'Nididhyiis' and 'Siikshiitkiir' 1 In the evening of ShrLvan vadi 7, Samvat 1877 [30 August 18201, Shriji Mahlriij was sitting on a large, decorated cot on the veranda outside the rooms of JivL Khlchar's darbir in SBrangpur. He was wearing a white khes and had tied a white pZgh around His head. He had also covered Himself with a bIack-bordered khes. At that time, an assembly of munis as well as devotees from various places had gathered before Him. 2 Thereupon Swayamprakiishanand Swami asked Shriji MahZriij a question: \"Mahlriij, suppose there is a devotee who physically performs puja of the manifest form of God with various types of puja implements. Also suppose there is another devotee who performs minsipuji of God using various imaginary implements. Who is the better of the two devotees?\" 3 Shriji Mahariij replied, \"If a person lovingly performs puja of God, with hair-raising sentiments and an emotion-filled voice, then regardless of whether he performs puja physically or performs ma'nsi'pujz, both are superior. Conversely, if he performs puja mechanically- without feeling love or - excitement, and without showing emotion in his voice then regardless of whether he performs puja of God physically or performs minsipujZof God, both are inferior.\" Then Somli Khiichar asked, \"By what characteristics can one recognise a devotee who, in the above manner, becomes overwhelmed with love while performing physical puja or mZnsi pujZ of God?\"",
      "page_number": 227,
      "chapter": "Sarangpur",
      "title": "",
      "date_info": "",
      "setting": "a large, decorated cot on the veranda outside the rooms of JivL Khlchar's darbir in SBrangpur.",
      "quality_score": 0.56,
      "word_count": 324,
      "spiritual_themes": [
        "god",
        "devotee",
        "assembly"
      ]
    },
    {
      "id": "sarangpur_4",
      "reference": "Sarangpur-4",
      "content": "Sarangpur-4 10 \"If a person does not practise 'manan' and 'nididhyiis' following the darshan of God's form, then even if he does darshan for thousands of years, he will not attain 'siikshiitkiir' of that form. Why? Because such darshan is like having done only 'shravan'. On the other hand, if one had done darshan of God's entire body, and had subsequently done 'manan' and 'nididhyis' of all of the parts of His body, then one would be able to easily recall those parts even today. Conversely, one who had done only darshan of God's body would be unable to recall it, even if one attempted to recall it. 11 \"Also, there are some devotees who say, We sit in meditation and try very hard to recall MahZrEj's form, yet we cannot visualise even a single part. How, then, can we possibly envision the whole form? The reason for this is the same as above- they merely do darshan of the form, without doing 'manan' and 'nididhyiis'. How then can it be visualised? After all, if one has merely seen even a worldly object with one's eyes, or merely listened to it with one's ears, and it is not subsequently mentally recalled, it will be forgotten. How then - can one expect to remember the form of God which is divine - and not worldly without doing 'manan' and 'nididhygs'? 12 \"Therefore, if one continuously engages in 'manan' and 'nididhyfts' after doing darshan of God and listening to His talks, then one will attain 'siikshitkiir' of them. Otherwise, even if one does darshan and 'shravan' for the rest of one's life, one will still not attain 'siikshZitkir'.\" I I Vachaniimrut",
      "page_number": 229,
      "chapter": "Sarangpur",
      "title": "",
      "date_info": "",
      "setting": "",
      "quality_score": 0.56,
      "word_count": 279,
      "spiritual_themes": [
        "god",
        "meditation",
        "devotee"
      ]
    },
    {
      "id": "sarangpur_5",
      "reference": "Sarangpur-5",
      "content": "Sarangpur-5 I I 83 I I Slrangpur-6 Two States within Each State; The Four Types of Speech 1 On Shrlvan vadi 10, Samvat 1877 [2 September 18201, Shriji Maharaj was sitting on a large, decorated cot on the veranda outside the north-facing rooms of Jivg Khichar's darba'r in Slrangpur. He was dressed entirely in white clothes. At that time, an assembly of munis as well as devotees from various places had gathered before Him.",
      "page_number": 234,
      "chapter": "Sarangpur",
      "title": "",
      "date_info": "",
      "setting": "a large, decorated cot on the veranda outside the north-facing rooms of Jivg Khichar's darba'r in Slrangpur.",
      "quality_score": 0.33999999999999997,
      "word_count": 74,
      "spiritual_themes": [
        "devotee",
        "assembly"
      ]
    },
    {
      "id": "sarangpur_7",
      "reference": "Sarangpur-7",
      "content": "Sarangpur-7 The Vachaniimrut 195 can only be known by one who has mastered samza'hi; it cannot be known by others.\" I 1 Vachanlmrut Slrangpur-6 I 1 84 1 I Slrangpur-7 Naimishiranya Kshetra 1 On the night of Shrlvan vadi 11, Samvat 1877 [3 September 18201, Shriji MahHriij was sitting on a large, decorated cot on the veranda outside the north-facing rooms of JivH Khlchar's darbzr in Slrangpur. He was dressed entirely in white clothes. At that time, an assembIy of munis as well as devotees from various places had gathered before Him. 2 In the assembly, Shriji Mahkrlj had requested the first canto of the Shrimad Bhlgwat Purln to be read. During the reading, the following statement was encountered: 'Wherever the jagged edges of the manomay chakra are worn away, that place should be known as Naimishlranya Kshetra.' Hearing this, Muktgnand SwHmi inquired, \"Mahlrlj, what exactly is the manomay chakra, and what should one understand its jagged edges to be?\" 3 Thereupon Shriji Mahiriij explained, \"One should understand the mind to be the manomay chakra, and the ten indriyas to be its jagged edges. Wherever those jagged edges of the mind, in the form of the indriyas, wear away and become blunt, that place should be known as Naimishiranya Kshetra. Pious deeds such as chanting the name of God, austerities, observances, meditation, puja, etc., commenced there flourish rapidly, day by day. Furthermore, that Nairnishsranya Kshetra should be known to be wherever God's Ekgntik Sant resides. When the jagged edges of the manomay chakra are worn 4 away, no affection remains towards any of the panchvishays, i.e., sights, sounds, smells, tastes and touch. Then, even if one sees a beautiful woman or extremely enticing clothes, ornaments and other objects, a strong aversion develops towards them deep within one's mind. But never would the ina'riyas' vruttis cling to them.",
      "page_number": 238,
      "chapter": "Sarangpur",
      "title": "",
      "date_info": "",
      "setting": "a large, decorated cot on the veranda outside the north-facing rooms of JivH Khlchar's darbzr in Slrangpur.",
      "quality_score": 0.62,
      "word_count": 307,
      "spiritual_themes": [
        "gnan",
        "god",
        "meditation",
        "devotee",
        "sant",
        "assembly"
      ]
    },
    {
      "id": "sarangpur_9",
      "reference": "Sarangpur-9",
      "content": "Sarangpur-9 Therefore, I am fulfilled.' Thinking in such a manner, one should always remain joyful. \"However, a person in whom rajogun and tamogun are 13 prevalent should not insist on meditating or concentrating; instead, he should engage in physical worship as much as possible. Moreover, he should physically serve God and the Sant with shraddhz At the same time, he should abide by his dharma and believe himself to be fulfilled.\" 7 Again Muktlnand Swgmi asked, \"Kali-yug prevails in the heart of a person who has accumulated many tzmasik karmas. Is there any method to eradicate those karmas, or notr' 8 Shriji Mahlriij answered, \"If he has intense shraddhP and extremely firm faith in the words of God and the Smt, then whatever type of tzmasik karmas he may have performed, they will be destroyed; the dharma of Kali-yug will also vanish, and the dharma of Satya-yug will prevail. Therefore, if one practises satsang with absolute sincerity, then no fault will remain in one's heart, and one will become brahmarup in this very lifetime.\" Thereafter Swayamprakiishiinand Sw5mi asked, \"What can be called 'sthgn'?\" lo Shriji Mahiiriij replied, \"An individual's dharma according to the four castes and the four ishrams should be known as 'sthln'. You are all renunciants; but if you were to leave this fold and tread the path of householders, then you would be known to have diverted from your 'sthln'. So, even in the most difficult circumstances, or even if I were to issue a command, you should not deviate from your dharma. Moreover, while householders wish to perform My puja by offering clothes and ornaments, you should not wish to do so. Rather, you should offer puja by using leaves, flowers, fruits and water, and you should experience joy by performing such puja. It would not be appropriate for you to deviate from your dharma to perform puja of God. Thus, all of you should remain within your own dharma and offer puja within your capacity. This is My command, so resolve to abide by it firmly.\" ( ( Vachanlmrut Sarangpur-9 ( l 87 1 (",
      "page_number": 241,
      "chapter": "Sarangpur",
      "title": "",
      "date_info": "",
      "setting": "",
      "quality_score": 0.6,
      "word_count": 350,
      "spiritual_themes": [
        "god",
        "dharma",
        "faith",
        "sant",
        "worship"
      ]
    },
    {
      "id": "sarangpur_11",
      "reference": "Sarangpur-11",
      "content": "Sarangpur-11 independent, that devotee also becomes independent. Such powers can be attained only by the grace of God.\" 6 Thereafter Nityanand Swlmi asked, \"God's grace is bestowed upon one who has imbibed all of these characteristics perfectly. But what becomes of one who has some deficiency in cultivating these characteristics?\" 7 Shriji Mahiiriij replied, \"If a person has a deficiency in any of the virtues of va'rPgya, brahmacharya, shraddhg non- violence and itmi-realisation, then he does not attain ultimate liberation, i.e., God's Akshardhlm; instead, he attains some other abode of God. If he has even more worldly desires remaining, he attains the realms of the deities, which, in the Moksh-dharma, are described as being like narak compared to the abode of God. Then, after being a deity, he returns to being a human, and from being a human he again becomes a deity. The verse '~.lioblYtlltlF4mar W mll'i explains that a devotee of God who has worldly desires does not go to narak, nor does he have to undergo births and deaths in the cycle of 8.4 million life forrns3; instead, he takes innumerable births as a deity and a human being. Then, only when he develops the previously described virtues of vairigya, brahmacharya, etc., does he become worthy of attaining the grace of God. He then becomes an ekintik bhakta of God and attains His gungtit abode, Akshardhlm. 8 \"Hence, whether it takes one life or innumerable lives, only when one develops the previously described characteristics and becomes extremely free of worldly desires, does one become worthy of attaining the grace of God, and only then will one attain ultimate liberation. Without it, one will definitely not attain it.\" 9 Then Nrusinhinand Swami asked, \"Is there a method by which one can eradicate all of one's deficiencies within this very lifetime?\" Aneka-janma-sansiddhas-tatohy gtiparim gatim / / [A yogi who ...I has become realised after many lives attains the highest state of enlightenment. Bhagwad GitH: 6.45",
      "page_number": 245,
      "chapter": "Sarangpur",
      "title": "",
      "date_info": "",
      "setting": "",
      "quality_score": 0.6,
      "word_count": 326,
      "spiritual_themes": [
        "akshar",
        "god",
        "dharma",
        "liberation",
        "devotee"
      ]
    },
    {
      "id": "sarangpur_12",
      "reference": "Sarangpur-12",
      "content": "Sarangpur-12 I 1 90 1 I SHrangpur-13 Losing Faith and Not Losing Faith 1 On Bhiidarvl sudi 2, Samvat 1877 [9 September 18201, Swlmi Shri Sahajlnandji Mahiiriij was sitting on a large, decorated cot on the veranda outside the north-facing rooms of Jivl Khiichar's darba'r in Slrangpur. He was dressed entirely",
      "page_number": 248,
      "chapter": "Sarangpur",
      "title": "",
      "date_info": "",
      "setting": "a large, decorated cot on the veranda outside the north-facing rooms of Jivl Khiichar's darba'r in Slrangpur.",
      "quality_score": 0.32,
      "word_count": 51,
      "spiritual_themes": [
        "faith"
      ]
    },
    {
      "id": "sarangpur_15",
      "reference": "Sarangpur-15",
      "content": "Sarangpur-15 The Vachanlrnrut 213 6 SwayamprakPshPnand Swlmi clarified, \"I do not consider one who develops affection for the vishays to be a devotee who loves God; rather, I consider one who is like the gopis to be such a devotee.\" 6 Thereupon Shriji Mahiriij explained, \"The gopis were not so naive, They were so wise that their wisdom could transcend the understanding of those who do possess knowledge of the a'tma'and vaira'gya. They also spoke as eloquently as those who are well-versed in diplomacy. In addition, they knew God precisely as he should be known. Even Uddhav, the wisest of the YCdavs and God's agent, became overwhelmed when he realised the gopis' understanding. That same Uddhavji later said, 'God has shown great mercy to me by sending me to impart gnZn to the gopis.' He had actually gone to preach to the gopis, but upon hearing their words, he himself imbibed the gopis'preaching. 7 \"Though you may say that the gopis were not very intelligent, there were, in fact, three distinctions amongst them: obstinate, mediocre, and mature. 8 \"Of these, the characteristics of the obstinate gopis are as follows: They would often rebuke God and say, 'We have gone out of our way doing things for you, yet you do not take even the slightest notice of us.' Furthermore, if they were teased further, they would be upset with God and speak such harsh words that one would feel they will soon fall from the path of God. Those gopis who are described as such in the scriptures should be known as obstinate gopis. 9 \"Those who are mediocre gopis, however, would never become angry with God and would never speak such harsh words. But by using their shrewdness, they would employ cunning ploys to conceal their selfishness from others and do whatever they please while also doing whatever pleases God; i.e., they would not do only that which pleases God. Furthermore, even if they have to do something that pleases only God, they would definitely use a cunning method to do whatever pleases themselves as well. Those gopis who are described as such in the scriptures should be known as mediocre gopis.",
      "page_number": 256,
      "chapter": "Sarangpur",
      "title": "",
      "date_info": "",
      "setting": "",
      "quality_score": 0.54,
      "word_count": 363,
      "spiritual_themes": [
        "god",
        "devotee"
      ]
    },
    {
      "id": "sarangpur_17",
      "reference": "Sarangpur-17",
      "content": "Sarangpur-17 The Vachanamrut 217 with love, his upisan8 of God becomes even more firmly established. 3 \"For example, ants, birds, men, cattle, horses, elephants, large crocodiles and fish all drink water from the ocean and become healthy; yet the ocean's level is not even slightly reduced. Thus, the greater the capacity of the being, the more it realises the vastness of the ocean. \"Here is another example: a mosquito, a sparrow, a kite, a 4 hawk, an analpakshi and Garud all fly in the sky, yet to all of them the sky is limitless. However, the greater the strength of their wings, the more they realise the vastness of the sky and their own inferiority. 6 \"Similarly, a devotee whose upisan5 is like that of Marichi and the other prajzpatis can be compared to the mosquito. A devotee whose upisan8 is higher, like that of deities such as Brahm5, can be compared to the sparrow. A devotee whose up5sani is higher still, like that of deities such as Virlt- Purush, can be compared to a kite. A devotee whose upissnii is higher still, like that of Pradhln-Purush, can be compared to a hawk. A devotee whose upzsaniis still higher, like that of pure Prakruti-Purush, can be compared to an analpskshi A devotee whose upisan8 is even higher, like that of an akshar-mukta in Akshardhlm, is like Garud. As the powers of these devotees increase, they realise the greatness of God more and more. Moreover, as their own powers increase, their master-servant relationship with God is also consolidated. 6 \"Also, when the person engaged in worship identified himself with the jva, the jiva possessed the luminosity of a firefly. As he continued worshipping God, barriers were gradually overcome, and he became increasingly luminous; first like an oil lamp, then like a torch, then like the flames of a fire, then like the flames of a forest fire, then like lightning, then like the moon, then like the sun, then like the fire of dissolution, and finally, he became as radiant as the transcendental light'. Here, 'transcendental light' refers to the light of an akshar-rnukta.",
      "page_number": 260,
      "chapter": "Sarangpur",
      "title": "",
      "date_info": "",
      "setting": "",
      "quality_score": 0.58,
      "word_count": 353,
      "spiritual_themes": [
        "akshar",
        "god",
        "devotee",
        "worship"
      ]
    },
    {
      "id": "sarangpur_18",
      "reference": "Sarangpur-18",
      "content": "Sarangpur-18 The Vachancmrut 219 However, if a flood were to sweep across that same land, then all of the salt would be washed away. As a result, where there was once salt, there would now be silt. Then, if the seeds of banyan, pipal, or other trees were to fall into that silt, they would grow into Iarge trees. Likewise, if a person who has the previously mentioned virtues of swadharma, vairPgya, etc., firmly rooted in his heart and who has not even the slightest desire for the pleasures of this world were to meet with evil company, then waters in the form of evil company would sweep across his heart and leave behind silt in the form of worldly talks, etc. Subsequently, the seeds of lust, anger, avarice, infatuation, arrogance, matsar, etc., which are dormant in the silt, would grow into large trees. Therefore, a devotee of God should never keep bad company.\" 3 Then Shriji Mahlrlj continued, \"If a person has some swabhlvs, and he thoughtfully attempts to eradicate them by associating with the Sant, then they can be destroyed. However, a person's vicious swabhzvs will not be eradicated if he foolishly applies any other methods. When such a fool becomes depressed, he either sleeps, cries, takes out his frustrations on someone else, or he may even fast. He will use any of these four methods to try to overcome his depression. If he becomes severely depressed, he may even resort to committing suicide. These are the ways in which a fool attempts to overcome depression. However, such methods neither reduce the pain, nor do they eradicate one's swabhzvs. On the other hand, if one were to attempt to eradicate them with understanding, then both the distress and the swabhlv would be eradicated. Thus, only those who have understanding become happy.\" 4 Thereafter, Shriji Mahlrlj continued with another example and said, \"Large flames of a fire are extinguished when water is poured over it, whereas even a slight flash of lightning can never be extinguished, even though it is in the midst of dense rain clouds. Similarly, regardless of how much vairZgya one may have, or how much love for God one may have, if one does not have understanding, then like the flames of the fire, all of one's virtues will be lost due to water in the form of bad company. In comparison, one who has vairzgya and",
      "page_number": 262,
      "chapter": "Sarangpur",
      "title": "",
      "date_info": "",
      "setting": "",
      "quality_score": 0.58,
      "word_count": 402,
      "spiritual_themes": [
        "god",
        "dharma",
        "devotee",
        "sant"
      ]
    },
    {
      "id": "sirangpur_5",
      "reference": "Sirangpur-5",
      "content": "Sirangpur-5 body. But as I am the Ztmii, which does not age and is immortal; I will never die.' Having cultivated such an understanding, he should maintain courage, keep a resolute mind, and discard all desires other than those for God. 6 \"Then, in the process of eradicating worldly desires in this manner, if a few desires do linger, he will attain the naraks described in the Moksh-dharma. Specifically, if a devotee of God retains any desires for the world, then he attains the realms of Indra and other deities. After transmigrating to those realms, he experiences the pleasures of celestial maidens, celestial vehicles, palaces decorated with jewels, and other luxuries - which are nonetheless comparable to narak before the abode of God. However, a devotee of God does not go to Yampuri in the manner of a non-believer, nor does he re-enter the cycle of births and deaths. 7 \"Thus, even if a devotee of God harbours worldly desires, if nothing else, he will become a deity. Then, having become a deity, he will become a human again. As a human, after offering bhakti to God and becoming free of worldly desires, he will ultimately attain the abode of God. But he will not have to suffer from the miseries of narak or the cycle of births and deaths in the manner of non-believers. Bearing this in mind, a devotee of God should not become discouraged on seeing the force of worldly desires. Rather, he should joyfully continue to worship God, persevere in his attempts to eradicate his desires, and maintain absolute faith in the words of God and the Sant of God.\" I I Vachanlmrut",
      "page_number": 231,
      "chapter": "Sirangpur",
      "title": "",
      "date_info": "",
      "setting": "",
      "quality_score": 0.64,
      "word_count": 277,
      "spiritual_themes": [
        "god",
        "dharma",
        "bhakti",
        "devotee",
        "faith",
        "sant",
        "worship"
      ]
    },
    {
      "id": "sirangpur_6",
      "reference": "Sirangpur-6",
      "content": "Sirangpur-6 The Vachanamrut 193 of the heart. When the jiva is in that state of deep sleep, the vruttis of the indriyas and the antahkaran, the desires for the pleasures of the vishays, as well as its sense of knowership and doership all become merged in the kzran body. When the - jivZtmZ, which has the consciousness of its kZran body known as 'pr5gna'- remains fully absorbed in the bliss of sagun Brahma in the form of PradhBn-Purush, then that is known as - the deep sleep state wherein tamogun is predominant. 9 \"If within that deep sleep state a sense of doership develops due to the impressions of one's karmas, then that is known as the dream state within the state of deep sleep. The - opposing realisation of that sense of doership which disrupts the bliss of deep sleep on account of the agony of the pain experienced during wakefulness and dreams - is known as the waking state within the state of deep sleep. 10 \"In this manner, the other two states reside within each individual state. Moreover, that from whom the jivgtma' obtains knowledge of these distinctions between the states, and who gives the jiva the fruits of its karmas accordingly within those states, is known as tluyapad, as the antarygmi, as the drashtz, as Brahmai, and also as Parabrahma.\" 11 Again, Nityiinand Sw5mi asked, \"HOW should one understand the four types of speech- 'para', 'pashyanti', 'rnadhyaml' and 'vaikhari'?\" 12 Shriji Mahiirfij replied, \"That is a vast, as well as an extremely subtle subject, but in the 11th canto of the Shrimad Bhlgwat, Shri Krishna Bhagwln explains it to Uddhavji. Please listen as I explain it in brief. 13 \"At the time of the first creation, after entering the thousand-petalled lotus which lies on the head of Viriit-Purush, - Purushottam Bhagwan produced the primordial divine sound which resembled the form of Aksharbrahma. Then, via the sushumna' path, that divine sound pervaded the navel of Virlt- Purush. Then, along with mahzprgn, it rose upwards, and - thus caused Viriit-Purush's lotus-navel which was previously The term 'Brahma' is also used in scriptures to mean God.",
      "page_number": 236,
      "chapter": "Sirangpur",
      "title": "",
      "date_info": "",
      "setting": "",
      "quality_score": 0.58,
      "word_count": 357,
      "spiritual_themes": [
        "akshar",
        "god",
        "purushottam",
        "bhagwan"
      ]
    },
    {
      "id": "sirangpur_8",
      "reference": "Sirangpur-8",
      "content": "Sirangpur-8 The Characteristics of Jealousy 1 On Shrtivan vadi 12, Samvat 1877 [4 September 18201, Swiimi Shri Sahajlnandji Mahtiriij was sitting on a large, decorated cot on the veranda outside the north-facing rooms of Jivii Khiichar's darbzr in Slrangpur. He was dressed entirely in white clothes. At that time, an assembly of munisas well as devotees from various places had gathered before Him. Thereupon Chaitanyhnand Swdmi asked, \"Mahhr~5j,w hat are the characteristics of jealousy?\" Shriji Mahiiriij replied, \"Jealousy develops from the egotism that a person harbours within his heart. In fact, anger, matsar and asuyz also arise out of egotism. But the characteristic of jealousy is that one cannot bear to see even someone greater than oneself being honoured. A person who has such a nature should be known to have jealousy within his heart. Moreover, one who has extreme jealousy cannot bear anyone's greatness.\" I I Vachaniimrut Siirana~ur-8I 1 86 1 I",
      "page_number": 239,
      "chapter": "Sirangpur",
      "title": "",
      "date_info": "",
      "setting": "a large, decorated cot on the veranda outside the north-facing rooms of Jivii Khiichar's darbzr in Slrangpur.",
      "quality_score": 0.33999999999999997,
      "word_count": 153,
      "spiritual_themes": [
        "devotee",
        "assembly"
      ]
    },
    {
      "id": "srangpur_6",
      "reference": "Srangpur-6",
      "content": "Srangpur-6 facing downwards - to face upwards. In this way, the divine sound produced in the navel of Vidt-Purush is known as the 'para' speech. For the purpose of creating the Vedas, God Himself has inspired that 'pari' speech - thus it is like a seed. That 'parl' speech is like a stream of light, and is the cause of the 'ardhamltrl.'i 14 \"From there, that speech known as 'pars' reached the hrudayZkZsh of Virlt, where it was known by the name of 'pashyanti'. From there, it reached the region of the throat and became known by the name of 'madhyam5'. From there, it reached the mouth of Virlt and received the name of 'vaikhari'. It then became the form of pranav by becoming the three sounds of 'A', 'U' and 'M'. It then became the 52 syllables and took the form of the four Vedas. In this way, one should understand the four types of speech- 'par$, 'pashyanti', 'madhyaml' and 'vaikhari' - in VirBt-Purush. \"Now I shall describe these four types of speech which also 15 dwell within the body of the jiva, so please listen. That same Purushottam Bhagwan resides in the jiva as antaryimi. He is independent, yet interwoven with the three states of the jiva. That same God assumes an avatar on this earth to liberate the jivas. At that time, those jivas describe the form of that God as well as His abodes, virtues and divine powers. They describe His divine actions and incidents, make a distinction between a'tmi and non-Ztm& and also individually explain the differences between jiva, ishwar, mZyI, Brahma and Parabrahma. Such speech is known as 'parl'. Speech that gives a complete explanation of worldly entities and vishays with discretion is known as 'vaikhari'. Speech that gives an incomplete explanation, thus creating confusion, of entities and &hays is known as 'madhyaml'. Finally, speech which blindly describes those entities and vishays as being the same, and which cannot be understood, is known as 'pashyanti'. 16 \"In this manner, the details of those four types of speech can be known in the waking state of the jiva. The details of those four types of speech in the dream and deep sleep states One of the six syllables in the mot sound 'AUM'.",
      "page_number": 237,
      "chapter": "Srangpur",
      "title": "",
      "date_info": "",
      "setting": "",
      "quality_score": 0.56,
      "word_count": 378,
      "spiritual_themes": [
        "god",
        "purushottam",
        "bhagwan"
      ]
    }
  ]
}